{
  "message": "New record created in mestieri.",
  "id": "e40cb278-9365-4aa3-a925-14b6b825f711",
  "hooks": [],
  "playlists": [],
  "artUrls": [
    "https://cdn.midjourney.com/760c52dd-8f5d-4b93-9870-057b0ab7cd41/0_0.png"
  ],
  "faces": [],
  "places": [],
  "name": "Centratore",
  "expansionLogoUrl": "",
  "description": "<p>FLAVOR:</p><ul><li><p>Monk-type</p></li><li><p>Internal \"balance\" moves, certain positions allow magic or improved martial effects</p></li><li><p>Street fighter special moves energy</p></li></ul><p>WEAPONS:</p><ul><li><p>Light, common, no ranged except thrown?</p></li></ul><p>ENGAGEMENT:</p><ul><li><p>Dependent on stance?</p></li></ul><p>ABILITIES:</p><ul><li><p>Different stance grids (animals: dragon, scorpion, etc.), with themed attack bonuses for each</p></li><li><p>Four elements magic</p></li><li><p>Breath move each turn</p></li><li><p>Movement &amp; actions influences stance position</p></li></ul><p></p><p>OLD NOTES:</p><ul><li><p>Monk-like class based on Balance game: in addition to your physical position on the battlefield, you also track your position on a grid (forward/back, yin/yang) that represents the orientation of your energy as you move in battle.</p></li><li><p>You start in the center. Actions you take move you on the grid in addition to their normal effects. Like a Scrabble board, there are squares that offer different bonuses, so you’re trying to find the right combination of moves that will get you to a certain point on the grid.</p></li><li><p>If you get knocked off the grid, there’s some minor penalty and you reset back to center.</p></li><li><p>Should have “breath” moves that are either a bonus action or something you get to do every turn in addition to normal stuff.</p></li><li><p>Start with basic ~5x5 grid, advancements get you bigger or differently-shaped grids. Each grid is a different “stance.” Maybe some of the grids are super difficult to stay on but offer mega bonuses.</p></li></ul>",
  "backgroundImage": "https://cdn.midjourney.com/11955663-254f-40f4-8cdb-3b88bce0b4a9/0_3.jpeg",
  "color1": "#ffffff",
  "color2": "#000000",
  "expansion": ""
}