{
  "message": "New record created in mestieri.",
  "id": "dab3e414-0118-49be-9779-4e3018cdba71",
  "hooks": [],
  "playlists": [],
  "artUrls": [
    "https://cdn.midjourney.com/904d577d-3841-48ce-9dc2-c10a8cd9bc6a/0_1.png"
  ],
  "faces": [],
  "places": [],
  "name": "Mesmer",
  "expansionLogoUrl": "",
  "description": "<p>FLAVOR:</p><ul><li><p>Greatest hits of metaphysics and superstitions</p></li><li><p>Some of them are real and you don't know why</p></li><li><p>Mark-based (anonymity), ties to aristocracy</p></li></ul><p>WEAPONS:</p><ul><li><p>none</p></li></ul><p>ENGAGEMENT:</p><ul><li><p>none</p></li></ul><p>ABILITIES:</p><ul><li><p>Masks come with a set of abilities</p></li><li><p>Commedia del'Arte / Venetian carnival characters</p></li><li><p>Coming at magic in a similar but opposite way from Arcanist (trial and error)</p></li><li><p>Control magic, force of personality</p></li><li><p>Perhaps this turns into necromancy or summoning ghosts later on</p></li></ul><p></p><p>OLD NOTES:</p><ul><li><p>Ok, so there’s the actual trend/movement of Mesmerism from the 18th century, but I kind of want this to be a mashup of that plus 19th century Fox sisters spiritualism, plus 15th century European carnaval (“Quinquagesima” in church parlance, which is a great word), with an emphasis on masks and hidden identity.</p></li><li><p>So like a real greatest-hits of metaphysics and superstitions, but specifically catering to the aristocracy. Like your true identity is a secret and people disguise themselves when they come to you, seeking for you to do spooky stuff to/with them.</p></li><li><p>And I think a key element is that a lot of it is bullshit and you know it’s bullshit, but then some of it is decidedly NOT, and you don’t quite understand it and are maybe a bit afraid of it.</p></li><li><p>Mechanically, I think this is where we dump a lot of traditional D&amp;D control magic (charm person, divination stuff, etc.)</p></li></ul><p>Maybe you acquire different masks with advancements, each of which gives you access to different abilities. Maybe there’s a divination mask, an abjuration mask, etc. But it shouldn’t feel academic like those terms. A mask should have a name (see <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://en.wikipedia.org/wiki/Carnival_of_Venice\">Venetian carnival mask characters</a>, although this maybe precludes a commedia dell'arte class)</p>",
  "backgroundImage": "https://cdn.midjourney.com/57a4f447-0af5-49d6-a810-eef63cbf3f67/0_1.png",
  "color1": "#ffffff",
  "color2": "#000000",
  "expansion": ""
}