{
  "id": "55494a30-a1bb-47c3-aae9-2db3a5bfcb8b",
  "name": "Chobham",
  "artUrls": [
    "https://cdn.midjourney.com/fd526181-9eae-4259-822a-4301470598c8/0_3.jpeg"
  ],
  "isDeleted": false,
  "description": "<p>Smaller, bohemian sister-town to Ockham across the Troutbeck. Known for nightlife, magic and orchards of fruits sweet and savory. Here we have encountered:</p><p>The Unicorn’s Mouth tavern (kept and then destroyed by Ellis, the magic bartender).</p><p>Auriga’s greenhouse/boarding-house/unaccredited school of transmutation magic.</p><p>A back-alley, shady trading house run by Reldresal, who later betrayed Pimlan to the Thieves’ Guild in Guildford.</p><p>A wax-museum-style establishment which features magic projections of famous people, including Lady Gwendath.</p>",
  "names": "Cassian, Isolde, Percival, Elowen, Ambrose, Marigold, Fen, Lior, Thalia, Orion, Sylvie, Crispin, Juniper, Briar, Marius, Odette, Sorrel, Emrys, Dahlia.",
  "occupations": "Herbalist, Orchard Keeper, Fletcher, Weaver, Glassblower, Storyteller, Brewer, Alchemist, Wandwright, Perfumer, Minstrel, Tattooist, Vintner, Potion Seller, Bookbinder.",
  "publicHouses": "The Unicorn's Mouth, The Dancing Apple, The Briar's Kiss, The Wandering Star, The Crooked Wand, Orchard's End.",
  "vittles": "Spiced Cider, Blackberry Tart, Honeyed Nuts, Mulled Wine, Wild Mushroom Stew, Roasted Chestnuts, Apple Butter, Pear Pasties, Fresh Goat Cheese, Herb Bread, Plum Pudding, Elderflower Cordial, Strawberry Jam, Candied Ginger, Mead-Soaked Cherries.",
  "pointsOfInterest": "The Waxworks, The Bridge To Ockham, The River Troutbeck, The Meatfruit Orchards, The Fortune-Teller.",
  "floraFauna": "Apple Tree, Pear Tree, Blackberry Bramble, Elderflower, Nightshade, Honeysuckle, Rowan Tree, Ivy, Vine Snake, White Stag, Barn Owl, Red Fox, Glowmoth, Green Woodpecker, Hedge Viper",
  "places": [
    "https://cdn.midjourney.com/5cd2a684-4bb7-468c-94e5-7bec27b8600f/0_0.jpeg",
    "https://cdn.midjourney.com/bd0b8a9f-3235-4801-9570-25f4f57b7ac8/0_1.jpeg",
    "https://cdn.midjourney.com/546b6082-ae1e-4b3c-b59a-68fe266e3420/0_0.jpeg"
  ],
  "hooks": [],
  "playlists": [],
  "faces": []
}