{
  "id": "b55347ec-3ac9-4bdf-a051-4b71b4e95a91",
  "name": "Campaign Creation",
  "content": "<h2><strong>STEP 1: WORLDBUILDING</strong></h2><h3>START WITH A MAP</h3><p>Whether you're building your world entirely from scratch or working from an existing concept, pick a MAP that represents the scope of the campaign, whether it's a whole world, a region or a city. Choose a map that the group finds compelling and evocative - something you can return to again and again as an anchor for the story you're telling.</p><h3>DEFINE \"THE RECENT CALAMITY\"</h3><p>Looking at your map, decide what recent event broke the long isolation of the Ancestries of this world. Did a natural phenomenon remove or change a physical barrier? Did some hardship cause populations to relocate? Did some new threat push refugees out of their homelands? Did the discovery of some new resource draw the adventurous from all quarters?</p><p>THE RECENT CALAMITY can be absolutely anything you want it to be - good, bad, somewhere in-between, whatever you choose. All that matters is that there is a <em>reason</em> why Ancestries long-separated are now mixing together.</p><p>How long ago did it happen? Did it happen all at once or gradually over time? What discoveries and conflicts arose as it happened? To what extent is it still happening?</p><p>Describe all this in notes that all players have access to.</p><h3>PLACE CULTURES</h3><p>While Ancestries in the world of <em>Renaissance</em> have been spread around and mixed together by The Calamity, CULTURES are tied to a physical location. Choose which Cultures you'll be including in your campaign, and place them on the map.</p><p>Most cultures lend themselves to being presented as discrete places, but their proximity to - or even overlap with - each other is up to you. As you place them on the map, ask questions: Why does this culture exist here and not elsewhere? What is its relationship with its neighbors, near and far? How has its physical location influenced it?</p><p>In the case of a campaign with a narrower scope (small region, city), this may be more a matter of establishing each Culture's relation to the immediate setting, or identifying areas where people <em>from</em> a given Culture have recently settled, etc.</p><p>In either case, as you add Cultures to the map, don't just place them - discuss and tinker! Add routes between places, add small places by the wayside, name natural landmarks and points of interest, etc. If something sparks your group's interest, give it a name and put it on the map!</p><p>A map is \"ready\" when you are excited about and interested in the world you've created, but there are still plenty of gaps to be filled and mysteries to be investigated. Don't be afraid to leave space; A <em>full</em> map is overcooked.</p><h3>OPTIONAL: STATEMENT, QUESTION, ANSWER FORMAT</h3><p>No worldbuilding method is one-size-fits-all. You should use whichever method works best for your group, but <em>Renaissance </em>offers this simple, conversational approach as an option:<br></p><ul><li><p>As above, start with a map and choose the Cultures for your campaign.</p></li><li><p>Establish a turn order by rolling dice or by some other method.</p></li><li><p>Player 1 starts by making a STATEMENT about the world. This could be placing a culture or place name on the map, describing an aspect of an existing feature, describing an event (past or present), or something else. The player has full sovereignty in this moment and gets to shape the world. Once they have made their statement, they should pause to allow other players to ask clarifying questions.</p></li><li><p>Player 1 then asks a QUESTION about the world. This can be related to the statement they just made or an unrelated topic. The question is directed at Player 2.</p></li><li><p>Player 2 ANSWERS the question. Again, they have full sovereignty in this moment to shape the world. After answering, they should pause to allow for clarifying questions.</p></li><li><p>Player 2 then makes a statement, beginning the cycle anew. They follow it with a question for Player 3, who answers, then makes a statement, then poses a question for Player 4, etc.</p></li><li><p>At the end of each round, the group should consider whether the world is ready for a campaign.</p></li></ul><p></p><h2><strong>STEP 2: SET THE STAGE FOR ADVENTURE</strong></h2><h3><strong>MAKE A LIST OF CAMPAIGN QUESTIONS</strong></h3><p>Now that you’ve built your world, it’s time to decide what stories you want to tell in it. What world elements spark the most interest in your group? What are you curious about?</p><p>As a group, make a LIST OF QUESTIONS&nbsp; you have about the campaign world. Keep it concise - more than two questions per person is probably too much. You’ll be adding questions to this list as you play, so it’s good to leave room for new ones later on.</p><p>Record your list and make it available to everyone in the group.<br></p><h3><strong>QUESTIONS BECOME QUESTS</strong></h3><p>Each question on your list will serve as a jumping-off point for a QUEST in the campaign.</p><p>A quest is a chapter within the campaign that seeks to answer one (or sometimes more than one) of the group’s questions about the campaign world. A quest should last from two to six sessions. A different person may serve as GM for each quest and the cast of player characters may also vary from quest to quest.</p><p>To pick your first quest, discuss as a group. Which question is most exciting or seems like a good starting point? Who feels inspired to act as GM for that quest? Pick a question and pick a GM for it.</p><p>You can choose to pick more than one question for a given quest if the questions are intertwined in some way, but beware of making the scope of the quest too broad. Having a clear goal for each quest is key.</p><h3><strong>ROTATING GM ROLE</strong></h3><p>As mentioned, the GM role may rotate with each quest. How often the role shifts is up to your group. Nobody <em>has</em> to be GM if they don't want to, but each member of the group is encouraged to consider running a quest at some point in the campaign. The world gets more interesting when more of us get a chance to shape it.</p><h3><strong>ROTATING CHARACTERS</strong></h3><p>The world of <em>Renaissance</em> is about the collision and mixing of peoples and ideas. Just as each quest helps us answer a question about the world, each character offers a different lens through which to view that answer. Additionally, in a practical sense, a rotating GM role necessitates a shifting cast of characters for each quest.</p><p>As such, while a player can only bring one character at a time to a quest, each player is allotted a stable of up to three player characters. The player has sovereignty over these characters' decisions, feelings and actions, and they may only be included in a quest if the player chooses.</p><p>At the outset of a campaign, each player should only create one character. Subsequent characters should be created and introduced with care and purpose, and should probably be limited to one or two new characters per quest, unless circumstances require more.</p><p>Players may choose to \"retire\" the characters under their care at any time. The player can choose two paths for the character:</p><ul><li><p>They can choose to write them out of the story entirely, with the understanding that they can never again be brought into it (though their impact on the world may persist), or...</p></li><li><p>They can choose to let go of their sovereignty over the character and allow them to become a part of the broader campaign world. That means they can never again be a player character, but they may still be involved in the story in some way, whether it's on the fringes or directly involved in the action as an NPC piloted by the GM.</p></li></ul><p>It's worth noting that creating more than one character is entirely optional; A player may choose to stick with one character for the duration of the campaign, and that's totally fine.</p><p>In all this, work together to find the right balance for your group. Character creation is fun. Introducing a new character into a campaign can inject life into gameplay. But doing so too often can over-widen the focus of the campaign or even make existing characters seem less significant. On the other hand, all good stories have endings, and being able to end one character's story while allowing others' to continue is a powerful tool. As the campaign progresses, keep talking about what's working and what's not.</p>",
  "index": 1,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/c8b63f1e-ef35-4930-abed-ded5ccb1d6bd/0_0.png"
}