{
  "id": "b55347ec-3ac9-4bdf-a051-4b71b4e95a91",
  "name": "Campaign Creation",
  "content": "<h1><em>THE QUESTING LIFE</em></h1><p>//TODO: do include the quest/intermezzo format, including the boon/bane mechanics, as well as soft/hard moves</p><p>//TODO: Also address the “Renaissance” theme and the serving suggestion of choosing a recent calamity</p><p>//TODO: Fellowship points equivalent?</p><h1><em>ANATOMY OF A CAMPAIGN</em></h1><h2><strong>STEP 1: WORLDBUILDING</strong></h2><p>//TODO</p><p><br></p><h2><strong>STEP 2: SET THE STAGE FOR ADVENTURE</strong></h2><p><br></p><h3><strong>MAKE A LIST OF CAMPAIGN QUESTIONS</strong></h3><p>Now that you’ve built your world, it’s time to decide what stories you want to tell in it. What world elements spark the most interest in your group? What are you curious about?</p><p>As a group, make a LIST OF QUESTIONS&nbsp; you have about the campaign world. Keep it concise - more than two questions per person is probably too much. You’ll be adding questions to this list as you play, so it’s good to leave room for new ones later on.</p><p>Record your list in a way that makes it easily accessible to everyone in the group for the duration of the campaign.</p><p><br></p><h3><strong>QUESTIONS BECOME QUESTS</strong></h3><p>Each question on your list will serve as a jumping-off point for a QUEST in the campaign.</p><p>A quest is a story within the campaign that seeks to answer one (or sometimes more than one) of the group’s campaign questions. A quest should last from one to six sessions. A different person may serve as GM for each quest and the cast of player characters (PCs) may also vary from quest to quest.</p><p>To pick your first quest, discuss as a group. Which question is most exciting or seems like a good starting point? Who feels inspired to act as GM for that quest? Pick a question and pick a GM for it. You can pick more than one question for a given quest if the questions are intertwined in some way, but beware of making the scope of the quest too broad. Having a clear goal for each quest is key.</p><p>If you like, you can pick one or two additional quests to have next in the lineup, but there are risks to that approach! If someone claims GM responsibility for an upcoming quest that is weeks or months away, there will be the temptation to make decisions that will make the quest less flexible, less responsive to events that have occurred in preceding quests.</p><p><br></p><p><strong>//TODO: Include traditions bit?</strong></p><p></p><h3><strong>INITIAL CHARACTER CREATION:</strong></h3><p>The <em>Character Creation</em> section will guide you through creating PCs. It may be beneficial for players to create their first PCs as part of a setup session, especially if one or more players is making use of custom game elements. It’s better to come to a group consensus about rules (and their implementation as character stats and abilities) before the campaign starts in earnest than to have objections raised mid-quest.</p><p></p><h3><strong>CREATING ADDITIONAL CHARACTERS:</strong></h3><p>Character creation is fun. Introducing a new PC into a campaign can inject life into gameplay. But doing so too often can over-widen the focus of the campaign or even de-value existing PCs. It is generally best practice to introduce no more than one new PC per quest, unless circumstances require more (TPK on the previous quest, an insufficient supply of appropriate or willing PCs, etc.). It’s up to the group to determine how often it is appropriate to introduce a new PC and how to determine the order in which players get to do so.</p>",
  "index": 1,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/c8b63f1e-ef35-4930-abed-ded5ccb1d6bd/0_0.png"
}