{
  "id": "a19222a5-a739-423a-826a-2398a6640e92",
  "name": "Character Creation",
  "content": "<p>The characters you create will be stepping into a world that is experiencing a period of Renaissance. Peoples and traditions long isolated are colliding and mixing. Innovation and diversity are omnipresent. Through the choices you make in building your character, you will determine their place in this world by choosing their genetic heritage - represented by their Race(s) - their lived experience - represented by their Culture(s) - and their expertise, represented by their core stats and Mestiere (adventuring discipline).</p><p>The countless combinations made possible by these sets of choices are intended as a mechanical reflection of a diverse world. There is no “right” or “wrong” way to build a character.</p><p>While certain combinations of choices may be more likely to produce successful dice rolls, know that character advancement is achieved exclusively through failures and overcoming hardship. A character that begins strong may learn and grow at a slower rate, while an initially weak character is more likely to advance quickly.</p><p>Similarly, as the game progresses, a character who chooses to confront their weaknesses is more likely to learn from them and grow. Your weaknesses should be as interesting as your strengths!</p><p>To build your character, follow the steps below. It is not required that you follow them in this exact sequence, but it may make the process a bit easier. The choices in each step bear influence on the choices made in all the other steps, so it may feel like a chicken-and-egg situation. If you get to a point in the process where a decision made earlier no longer fits the character concept, it is totally ok to go back and change your decisions (although you may not redo dice rolls or coin flips unless your GM allows it).</p><p><br></p><h2><strong>CHOOSE YOUR RACE(S)</strong></h2><p>The <em>Recent Calamity</em> served as a great “stirring of the pot.” As it struck each part of the world in turn, it spurred affected populations to seek refuge in unfamiliar lands. The result is the world we know today: while many places still bear the strong influence of the races that founded them, their populations are now richly diverse. As a result, the offspring of these diverse places often draw their heritage from more than one race.</p><p><br></p><h3><strong>GENETIC HERITAGE</strong></h3><p>Your character’s race represents the influence of genetics and anatomy on their abilities. You may choose one or two races. If you choose one race, you get all the benefits of that race. If you choose two races, follow these steps, referencing the <em>Races</em> section of this guide:</p><p><br></p><ol><li><p>Make a grid with two columns. Assign one race to each column.</p></li><li><p>Put each race’s core ability increases in the first row.</p></li><li><p>Put the first racial trait listed for each Race in the second row.</p></li><li><p>Continue adding rows, with one trait per row, until all traits for both races are listed. If one race has more traits than the other, leave one side of the row blank.</p></li><li><p>Assign each race heads or tails. Moving top to bottom, flip a coin for each pair of racial benefits to determine which benefit your character receives. If the result indicates an empty cell, you get no benefit from that row. Move on to the next row.</p></li><li><p>Combine the results into your unique set of racial benefits.</p></li></ol><p><br></p><h3><strong>SPEED, HEIGHT, WEIGHT, AGE</strong></h3><p>Each race defines your character’s SPEED (in feet), as well as common ranges for HEIGHT, WEIGHT and AGE. Choose where your character falls in those ranges.</p><p><br></p><h2><strong>CHOOSE YOUR CULTURE(S)</strong></h2><p>In this world of change, discovery and migration, it’s not uncommon to be born in one place and to come of age in another. The places you’ve lived help tell the story of who you are.</p><p><br></p><h3><strong>LIVED EXPERIENCE</strong></h3><p>Review the <em>Cultures</em> section. You may choose one or two cultures. If you choose one culture, choose two traits from that culture. If you choose two cultures, choose one trait from each. When choosing, think about what part of your character’s life has impressed each benefit upon them.</p><p><br></p><h3><strong>TREASURE</strong></h3><p>Each culture defines a range of treasure for you to start with (if you come from two cultures, choose the one that most informs your current social standing). Decide where your character falls within that range, based on their position within that culture.</p><p><br></p><h2><strong>DETERMINE YOUR CORE STATS</strong></h2><p>Fill out the main section of your character sheet.</p><p><br></p><h3><strong>CORE ABILITIES</strong></h3><p>To determine your PC’s initial core abilities, roll 5d4 and drop the highest and lowest results. Assign each of the three remaining die results to one of your core abilities.</p><p><br></p><h3><strong>INITIAL SKILL RANKS</strong></h3><p>For each point assigned to a core ability, you may take one rank in a skill under that core ability’s domain (in the column below it). <em>For example, a score of 3 in a core ability would allow you to take 1 rank each in 3 skills, 2 ranks in 1 skill and 1 rank in another, or 3 ranks in 1 skill.</em></p><p><em>*Note that this connection between core ability scores and skill ranks is unique to the character creation process. Later on, when advancing your character, increasing a core ability does not also grant additional ranks in skills. Core ability increases and skill ranks have different costs and are earned separately. See the Character Advancement section.</em></p><p><br></p><h3><strong>VIRTUES</strong></h3><p>Calculate the maximums for your Virtues:</p><p><br></p><p>Your maximum Endurance is equal to 5 times your BODY score.</p><p>Your maximum Hope is equal to 3 times your HEART score.</p><p>Your maximum Strength is equal to 10 plus your WITS score.</p><p><br></p><p>Each Virtue starts with a current score equal to its maximum.</p><p><br></p><h3><strong>WEAKNESSES, STATES &amp; CONDITIONS</strong></h3><p>All Weaknesses start with a score of 0 by default. All States and Conditions are unchecked by default.</p><p><br></p><h2><strong>CHOOSE YOUR MESTIERE</strong></h2><p>Your <strong>MESTIERE</strong> <em>(mess-tee-AIR-ee)</em> is your adventuring discipline - the special set of skills that sets you apart. When you create a character, you have access to one Mestiere of your choosing. By default, your character has attained <em>Novizio</em> status within that Mestiere. If there is more than one Novizio starting point within the Mestiere, choose one. See the <em>Mestieri</em> section.</p><p><br></p><h1><em>CHARACTER ADVANCEMENT</em></h1><p>Characters gain experience by making mistakes and overcoming adversity. This experience is represented mechanically by Experience Points (XP).</p><p><br></p><h3><strong>GAINING EXPERIENCE</strong></h3><p>There are four ways characters can gain XP:</p><p><br></p><ul><li><p>Every time a character fails a skill check, that character gains 1 XP.&nbsp;</p></li><li><p>Every time the GM takes a Soft Move, all active characters gain 1 XP.</p></li><li><p>Every time the GM takes a Hard Move, all active characters gain 3 XP.</p></li><li><p>If a member of the Quest dies during the Quest or in the Intermezzo immediately following the Quest, all surviving members of the Quest gain 5 XP.</p></li></ul><p><br></p><p>XP is gained in the moment that the triggering event occurs.</p><p>If a player accepts a Success With Complication, they do not gain XP from their initial failure.</p><p>Repeated, consecutive attempts of the same skill check toward accomplishing the same task do not award additional XP for additional failures - you only gain XP from the initial failure. <em>For example, if you roll Strength to try to break down a door and fail, you gain 1 XP as normal. If a moment later you roll Strength again to try to break down the same door and fail, you do not gain additional XP.</em></p><p><br></p><h3><strong>SPENDING EXPERIENCE</strong></h3><p>You can spend XP to improve your character in three ways:</p><p><br></p><ul><li><p>Spend 10 XP to gain a rank in a Skill.</p></li><li><p>Spend 20 XP to increase a Core Ability score by 1 (and recalculate the relevant Virtue).</p></li><li><p>Spend XP to gain advancements in your Mestiere. Costs vary and are listed in the <em>Mestieri</em> section.</p></li></ul><p><br></p><p>You can spend XP <em>at any time</em> during gameplay - even in a tense or complicated moment. It’s up to you to choose the moment when your character makes a leap forward in their abilities. Take a moment to explain what has pushed your character to the next level.</p>",
  "index": 2,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/80c9b4cc-5d80-4f8a-b6e6-e8640cf23046/0_3.png"
}