{
  "id": "00c53e50-d644-4227-bc74-ab0063bde08b",
  "name": "Character Advancement",
  "content": "<p>Characters gain experience by making mistakes and overcoming adversity. This experience is represented mechanically by Experience Points (XP).</p><h3><strong>GAINING EXPERIENCE</strong></h3><p>There are five ways characters can gain XP:</p><ul><li><p>Every time a character fails a skill check, that character gains 1 XP.&nbsp;</p></li><li><p>Every time the GM takes a Soft Move, all active characters gain 1 XP.</p></li><li><p>Every time the GM takes a Hard Move, all active characters gain 3 XP.</p></li><li><p>If a member of the Quest dies during the Quest or in the Intermezzo immediately following the Quest, all surviving members of the Quest gain 5 XP.</p></li><li><p>The GM may award XP at their discretion.</p></li></ul><p>XP is gained in the moment that the triggering event occurs.</p><p>If a player accepts a Success With Complication on a skill check, they do not gain XP from their initial failure.</p><p>Repeated, consecutive attempts of the same skill check toward accomplishing the same task do not award additional XP for additional failures - you only gain XP from the initial failure. <em>For example, if you roll Strength to try to break down a door and fail, you gain 1 XP as normal. If a moment later you roll Strength again to try to break down the same door and fail, you do not gain additional XP.</em></p><h3><strong>SPENDING EXPERIENCE</strong></h3><p>You can spend XP to improve your character in three ways:</p><ul><li><p>Spend 10 XP to gain a rank in a Skill.</p></li><li><p>Spend 20 XP to increase a core stat score by 1 (and recalculate the relevant Virtue).</p></li><li><p>Spend XP to gain new abilities from your Mestiere. Costs vary and are listed in the <em>Mestieri</em> section.</p></li></ul><p>You can spend XP <em>at any time</em> during gameplay - even in a tense or complicated moment. It’s up to you to choose the moment when your character makes a leap forward in their abilities. Take a moment to explain what has pushed your character to the next level.</p><h3>MULTIPLE MESTIERI</h3><p>To branch out into another adventuring discipline, you may spend 30 XP to attain <em>Novizio</em> status in a new <em>Mestiere</em> of your choice. If there are multiple <em>Novizio, </em>choose one. Once you have attained <em>Novizio</em> status in that <em>Mestiere,</em> you can then spend XP to gain abilities within that <em>Mestiere</em> as normal.</p>",
  "imageUrl": "https://cdn.midjourney.com/78140340-362c-4521-bca3-d8606b5136b4/0_0.png",
  "index": 12,
  "isDeleted": false
}