{
  "id": "a19222a5-a739-423a-826a-2398a6640e92",
  "name": "Character Creation",
  "content": "<p>The characters you create will be stepping into a world that is experiencing a period of Renaissance. Peoples and traditions long isolated are colliding and mixing. Innovation and diversity are omnipresent. Through the choices you make in building your character, you will determine their place in this world by choosing:</p><ul><li><p>Their ANCESTRY, which represents their genetic heritage.</p></li><li><p>Their CULTURE, which represents their lived experience.</p></li><li><p>Their MESTIERE, or adventuring discipline.</p></li></ul><p>The countless combinations made possible by these sets of choices are intended as a mechanical reflection of a diverse world. There is no “right” or “wrong” way to build a character.</p><p>While certain combinations of choices may be more likely to produce successful dice rolls, know that character advancement is achieved exclusively through failures and overcoming hardship. A character that begins strong may learn and grow at a slower rate, while an initially weak character is more likely to advance quickly.</p><p>Similarly, as the game progresses, a character who chooses to confront their weaknesses is more likely to learn from them and grow. Your weaknesses should be as interesting as your strengths!</p><p>To build your character, follow the steps below. It is not required that you follow them in this exact sequence, but it may make the process a bit easier. The choices in each step bear influence on the choices made in all the other steps, so it may feel like a chicken-and-egg situation. If you get to a point in the process where a decision made earlier no longer fits the character concept, it is totally ok to go back and change your decisions (although you may not redo dice rolls or coin flips unless your GM allows it).</p><h2><strong>CHOOSE YOUR ANCESTRY</strong></h2><p>The <em>Recent Calamity</em> served as a great “stirring of the pot.” As it struck each part of the world in turn, it spurred affected populations to seek refuge in unfamiliar lands. The result is the world we know today: while many places still bear the strong influence of the peoples that founded them, their populations are now richly diverse. As a result, the offspring of these diverse places often draw their heritage from more than one Ancestry. Your character’s Ancestry represents the influence of genetics and anatomy on their abilities:</p><h3><strong>GENETIC HERITAGE</strong></h3><p>Review the <em>Ancestries</em> catalog. You may choose one or two Ancestries. If you choose one Ancestry, you get all the abilities of that Ancestry. If you choose two Ancestries, follow these steps to determine your unique genetic outcome:</p><ol><li><p>Make a grid with two columns. Assign one Ancestry to each column.</p></li><li><p>Put the first ability listed for each Ancestry in the first row.</p></li><li><p>Continue adding rows, with one ability per row, until all traits for both Ancestries are listed. If one Ancestry has more traits than the other, leave the opposite side of the row blank.</p></li><li><p>Assign each Ancestry heads or tails. Moving top to bottom, flip a coin for each pair of abilities to determine which ability your character receives. If the result indicates an empty space, you get no benefit from that row. Move on to the next row.</p></li><li><p>Combine the results into your unique set of Ancestry benefits.</p></li></ol><h3><strong>SPEED, HEIGHT, WEIGHT, AGE</strong></h3><p>Each race defines your character’s SPEED (in feet), as well as common ranges for HEIGHT, WEIGHT and AGE. Choose where your character falls in those ranges.</p><h2><strong>CHOOSE YOUR CULTURE(S)</strong></h2><p>In this world of change, discovery and migration, it’s not uncommon to be born in one place and to come of age in another. The places you’ve lived help tell the story of who you are.</p><h3><strong>LIVED EXPERIENCE</strong></h3><p>Review the <em>Cultures</em> catalog. You may choose one or two cultures. If you choose one culture, choose two abilities from that culture. If you choose two cultures, choose one ability from each. When choosing, think about what part of your character’s life has impressed each benefit upon them.</p><h2><strong>DETERMINE YOUR CORE STATS</strong></h2><p>Now that you know a bit about where your character comes from, fill out the main section of your character sheet.</p><h3><strong>CORE STATS</strong></h3><p>To determine your character’s initial core stats, roll 5d4 and drop the highest and lowest results. Assign each of the three remaining die results to one of your core stats: BODY, HEART and WITS.</p><h3><strong>INITIAL SKILL RANKS</strong></h3><p>For each point assigned to a core stat, you may take one rank in a skill under that core stat's domain (in the column below it). <em>For example, a score of 3 in a core stat would allow you to take 1 rank each in 3 skills, 2 ranks in 1 skill and 1 rank in another, or 3 ranks in 1 skill.</em></p><p><em>*Note that this connection between core stat scores and skill ranks is unique to the character creation process. Later on, when advancing your character, increasing a core stat does not also grant additional ranks in skills. Core stat increases and skill ranks have different costs and are earned separately. See the Character Advancement section.</em></p><h3><strong>VIRTUES</strong></h3><p>Calculate the maximums for your Virtues:</p><ul><li><p>Your maximum Endurance is equal to 5 times your BODY score.</p></li><li><p>Your maximum Hope is equal to 3 times your HEART score.</p></li><li><p>Your maximum Strength is equal to 10 plus your WITS score.</p></li></ul><p>Each Virtue starts with a current score equal to its maximum.</p><h3><strong>WEAKNESSES, STATES &amp; CONDITIONS</strong></h3><p>All Weaknesses start with a score of 0 by default. All States and Conditions are unchecked by default.</p><h2><strong>CHOOSE YOUR MESTIERE</strong></h2><p>Your MESTIERE <em>(mess-tee-AIR-ee)</em> is your adventuring discipline: the special set of skills that you bring to the questing life. When you create a character, you have access to one Mestiere of your choosing at no cost. By default, your character has attained <em>Novizio</em> status within that Mestiere. If there is more than one Novizio starting point within the Mestiere, choose one. See the <em>Mestieri</em> section.</p>",
  "index": 11,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/80c9b4cc-5d80-4f8a-b6e6-e8640cf23046/0_3.png"
}