{
  "id": "e487cfaf-6264-4dc5-b06f-29559762f244",
  "name": "Combat",
  "content": "<h1><em>COMBAT</em></h1><h3><strong>INITIATIVE</strong></h3><p>When combat or some other tense situation arises and it becomes necessary to track the action carefully, first divide the combatants into groups. At a minimum there should be two groups: <em>Members of the Quest</em> and <em>Foes</em>.&nbsp;</p><p>Depending on the situation, there may also be one or more groups of <em>Allies</em>, <em>Noncombatants</em> and/or <em>Environmental Factors </em>(like a collapsing roof or an erupting volcano). The GM may decide to divide or combine these additional groups as they choose for the purpose of determining initiative.</p><p>For each group, all members of the group roll one feat die (d12) and add their WITS score to the result. Add together the highest result and lowest result among the group to determine that group’s initiative result. Then compare the initiative result of each group to determine the initiative order for the encounter.</p><p>// Is there a way to upgrade an initiative roll to a surprise round? Successes? Crits?</p><p><br></p><h3><strong>SURPRISE</strong></h3><p>A group of combatants may attempt to surprise their opponents. To do so, each member of the group attempting to surprise rolls Stealth. Each member of the opposing group rolls Awareness. For each group, add together the highest result and lowest result. If the group attempting surprise has the higher result, they get to take action before initiative is established. Otherwise, roll initiative as normal.</p><p><br></p><h3><strong>TAKING ACTION</strong></h3><p>When acting in combat, each round represents 5 seconds and consists of one turn for each participating group. When it is a group’s turn to act, each member of the group takes a turn - in whatever order they choose among themselves - before moving on to the next group.</p><p>Each combatant may <strong>MOVE,</strong> up to their speed, take one <strong>ACTION</strong> and, if made available by an ability, take one <strong>BONUS ACTION</strong>.</p><p>They may also take one or more <strong>FREE ACTIONS</strong> on their turn, such as brief communication, gestures, or simple interactions with objects, like opening or closing a door, drawing or sheathing a weapon, etc.</p><p>Finally, they also have a <strong>REACTION</strong> available to them if they have an ability that allows them to use it. These are generally triggered by specific events and can be used at any time in combat, regardless of which group or combatant is acting currently.</p><p>Your various abilities define whether they require an action, bonus action, free action or reaction.</p><p>Additionally, you can also use your action to make a skill check. Some examples:</p><p>\t<em>Using Stealth to hide.</em></p><p><em>\tUsing Awe to intimidate foes.</em></p><p><em>\tUsing Craft or Strength to improvise a barricade.</em></p><p>The GM is responsible for determining what can be reasonably accomplished through a skill check on a combat turn, what is an appropriate TN and what effects a success or failure might produce.</p><p><br></p><h3><strong>MOVEMENT &amp; PRONE</strong></h3><p>You can break up your movement on your turn, using some of your speed before and after your action, bonus action, etc. Any combination is fine as long as it's within your speed.</p><p>In addition to your normal movement, you may choose to forego your action on your turn to instead double your speed for the turn. If you do so, you still have a bonus action, free action and reaction available.</p><p>Climbing, crawling, swimming, navigating difficult terrain and any other inhibited movement all halves your speed while you’re doing it.</p><p>If you’re knocked prone, your only movement option is to crawl. While prone, attacks against you are favored. You may spend half your movement to stand up. You may fall prone at any time as a free action.</p><p><br></p><h3><strong>DELAYING YOUR TURN/ACTION</strong></h3><p>Combatants have the option to DELAY THEIR TURN. To do so, choose one:</p><ul><li><p>Choose a position in the initiative order where you will take your turn this round. You do not have to declare what you will do on your turn. <em>For example, “I will take my turn after the foes act.”</em></p></li><li><p>Declare a specific event that will trigger your delayed turn. You must declare your general intent when doing so. <em>For example, “If this foe attacks me or my allies, I will attack them.”</em> When the trigger happens, you automatically take your turn immediately afterward. If at the end of the round the trigger has not happened, you take your turn.</p></li></ul><p>Either way, after completing your delayed turn, you rejoin your group in the initiative order for the next round.</p><p><br></p><h3><strong>ATTACKS &amp; DAMAGE</strong></h3><p>Any ability that inflicts harm or imposes the will of another on one or more creatures is considered an ATTACK. Attacks can employ many different mechanics, but many follow two common patterns:</p><ul><li><p>The attacker rolls a skill check against a TN equal to one of the target’s stats (often Defense).</p></li><li><p>The attacker and target each make skill checks in opposition to each other.</p></li></ul><p>Attacks have a wide range of effects when successful, but many attacks call for a damage roll. The result of a damage roll is always subtracted from the target’s current Endurance. The type and number of dice to roll, as well as what modifiers to add to the result, are defined by the ability and/or weapon used.</p><p>There are no explicit damage types in Renaissance, but if the nature of the damage is relevant to the situation, the GM can award bonuses or impose penalties at their discretion.</p><p><br></p><h3><strong>MELEE ATTACKS &amp; ENGAGEMENT</strong></h3><ul><li><p>Engagement dice are rolled simultaneously.</p></li><li><p>If the defender has no engagement dice available (or chooses not to use any), the attacker automatically wins the engagement.</p></li><li><p>Resolve the highest pair of results, then resolve the next-highest pair, and so on. If one side or the other has no more engagement dice, the engagement is over.</p></li><li><p>Engagement dice are a per-round resource, so if you were to use all your engagement dice in making an attack and then subsequently become the target of an attack, you would have no engagement dice left and would automatically lose the engagement.</p></li><li><p>The number and types of the dice you’re committing to the engagement do not have to be declared before rolling. In fact, any and all methods of concealing your dice - or even deceptive tactics like shaking dice in your hand but not actually rolling them - are all fair game.</p></li></ul><p><br></p><p><strong>Bind </strong>- Your weapons lock together. The engagement ends and the result is a draw (the attack still proceeds).</p><p><strong>Compass</strong> - You move a quarter turn around your opponent, in a direction of your choosing, maintaining the same distance from them.</p><p><strong>Disarm</strong> - If you have already achieved one success in this engagement, your opponent drops their weapon. Remove any remaining engagement dice from that weapon from the engagement.</p><p><strong>Feint </strong>&nbsp;- You make a false attack to throw off your opponent. You may re-roll one of your engagement dice that hasn’t yet been resolved.</p><p><strong>Invitation</strong> - Your movement deliberately invites your opponent’s attack so that you may anticipate it. If your opponent’s die result is higher than yours in the next pairing in this engagement, you win that pairing.</p><p><strong>Knockback</strong> - You push your opponent back 5 ft. The engagement and attack may only proceed if the attacker uses 5 ft of additional movement. If this is your second Knockback in this engagement, your opponent falls prone. The engagement and attack may only proceed if the attacker uses half of their movement to stand up.</p><p><strong>Manchette</strong> - You land a small glancing hit to your opponent’s limb. They suffer 1 Injury.</p><p><strong>Parry</strong> - You deflect your opponent’s incoming attack. If your opponent’s die is higher than yours in this pairing, you win the pairing.</p><p><strong>Retreat</strong> - You move back 5 ft. from your opponent. The engagement and attack may only continue if the attacker uses 5 ft of movement.</p><p><strong>Riposte</strong> - If you have already achieved one success in this engagement, make an extra melee weapon attack against your opponent, skipping engagement.</p><p><strong>Stun</strong> - Your opponent briefly drops their guard. They automatically lose the next dice pair in this engagement, regardless of dice results. If this is the final pair, you win the engagement.</p><p><br></p><h3><strong>BASIC ATTACKS</strong></h3><p>In addition to the attacks defined explicitly by a character’s abilities, every character can attempt BASIC ATTACKS by rolling Strength (for melee attacks) or Dexterity (for ranged attacks) against the target’s Defense.</p><p>The damage die type is determined by the weapon used (see the <em>Equipment </em>section). Unarmed attacks and attacks made with improvised weapons or with weapons you are not trained to wield use a d4 by default. The DM may rule differently depending on the situation.</p><p>On a hit with a basic attack, add your BODY score to the damage roll, plus any additional modifiers the weapon has. The result is subtracted from the target’s Endurance.</p><p><br></p><h3><strong>INFLICTING INJURY</strong></h3><p>An exceptionally well-aimed attack can inflict INJURY on its target, raising the target’s Injury score and making them more susceptible to the Helpless state. Some abilities may provide special ways of inflicting Injury, but in general, if the attack is a hit and the skill check for the attack has a <em>Sol </em>🌞 on the feat die, the attacker inflicts an Injury on the target.</p><p>An exception to this is in cases where the target gets an opposing skill check. If the target rolls <em>Sol </em>🌞 on the feat die for the opposing check, this prevents the attack from inflicting Injury.</p><p>Either way, whenever an Injury is inflicted, the target rolls a feat die:</p><p><br></p><p>On a 1-10, the result is added to the target’s current Injury score.</p><p>On <em>Sol </em>☀️, the wound is insignificant - no Injury is inflicted.</p><p>On <em>Morte </em>💀, the wound is dire - the target’s Injury score increases to equal their maximum Defense.</p><p><br></p><p>Alternately, the target may choose to resist the Injury:</p><p><br></p><h3><strong>RESISTING INJURY</strong></h3><p>If an attack inflicts Injury on a target and they are not Helpless: <em>before</em> rolling for Injury, a target may choose to resist the Injury by instead checking a condition - they heighten their emotions to avoid the worst of a blow. If they do so, they do not make an Injury roll and their Injury score is unaffected.</p><p><br></p><h3><strong>KNOCKOUTS &amp; DYING</strong></h3><p>When your Endurance is reduced to 0, you are knocked unconscious. You fall prone and drop any items you’re carrying that aren’t attached to your body.</p><p>While unconscious, you are unable to dodge attacks as you normally would: your Defense is reduced by 10 plus your WITS score. Armor and any other effects augmenting your Defense remain in place.</p><p>If you are not Twice Helpless, you wake up after an hour with 1 Endurance. If you are Twice Helpless and unconscious, you are dying. If you don’t receive healing of at least 1 Endurance within an hour, you die.</p><p>Any character may attempt to stabilize someone who is dying by making an Aid check. The TN is equal to the dying person’s current Injury score + 10. On a success, they remain at 0 Endurance but are no longer dying. They must regain at least 1 Endurance to wake up.</p><p>Any time you wake up from being knocked unconscious, check a Condition.</p><p>It is possible to die instantly. When damage reduces you to 0 Endurance and there is damage remaining, you die instantly if the remaining damage equals or exceeds your Endurance maximum.</p>",
  "index": 7,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/9d0efafd-739d-4c87-9338-c50f572dc3ad/0_1.png"
}