{
  "id": "e487cfaf-6264-4dc5-b06f-29559762f244",
  "name": "Combat",
  "content": "<h2><strong>ENTERING COMBAT</strong></h2><p>When combat or some other tense situation arises and it becomes necessary to track the action carefully, special rules apply governing characters' actions.</p><h3>GROUP COMBATANTS</h3><p>Start by dividing the participants into groups. Each round will include a turn for each group to take action, with members of each group acting in whatever order they choose within that group's turn.</p><p>At a minimum there should be two groups (party members and foes), but depending on the situation, there may also be one or more groups of allies, additional foes, non-combatants and/or environmental factors<em> </em>(like a collapsing roof or an erupting volcano). The GM can divide or combine these additional groups as they choose for the purpose of determining initiative:</p><h3><strong>INITIATIVE</strong></h3><p>To determine the initiative order among the groups, each member of each group rolls one feat die (d12) and adds their WITS score to the result.</p><p>Add together the highest result and lowest result among the group to determine that group’s initiative result.</p><p>Then compare all groups' results to determine the initiative order for the encounter. If there is a tie, each tied group rolls a single feat die as a tiebreaker.</p><h3><strong>SURPRISE</strong></h3><p>Any character who rolls a <em>Sol</em> 🌞 on their initiative roll gets to enter a surprise round: a separate round of actions that happens before the regular initiative takes effect. Note that only the character that rolled the <em>Sol </em>🌞 - not their whole group - gets to enter the surprise round. Also note that any number of characters from any number of groups may enter the surprise round.</p><p>Any character who rolls <em>Morte</em> 💀 on their initiative roll is caught off guard and may not take action during first regular round of combat.</p><p>If the party wants to ambush or otherwise get the drop on their foes, treat it as a group skill check, as outlined in the <em>Core Stats </em>section.</p><h2>ROUNDS OF COMBAT</h2><p>When acting in combat, each round represents about 5 seconds and consists of one turn for each participating group. When it is a group’s turn to act, each member of the group takes a turn - in whatever order they choose among themselves - before moving on to the next group.</p><h3><strong>TAKING ACTION</strong></h3><p>Each combatant may MOVE<strong>,</strong> up to their speed, take one ACTION and, if made available by an ability, take one BONUS ACTION.</p><p>They may also take one or more FREE ACTIONS on their turn, such as brief communication, gestures, or simple interactions with objects, like opening or closing a door, pulling a lever, etc.</p><p>Finally, they also have a REACTION available to them if they have an ability that allows them to use it. These are generally triggered by specific events and can be used at any time in combat, regardless of which group or combatant is acting currently.</p><p>Your various abilities define whether they require an action, bonus action, free action or reaction.</p><p>Additionally, you can use your action to make a skill check. Some examples: <em>Using Stealth to hide; Using Awe to intimidate foes; Using Craft or Strength to improvise a barricade. </em>The GM is responsible for determining what can be reasonably accomplished through a skill check on a combat turn, what is an appropriate TN and what effects a success or failure might produce.</p><h3><strong>MOVEMENT &amp; PRONE</strong></h3><p>You can break up your movement on your turn, using some of your speed before and after your action, bonus action, etc. Any combination is fine as long as the total movement is within your speed.</p><p>In addition to your normal movement, you may choose to forego your action on your turn to instead double your speed for the turn. If you do so, you still have a bonus action, free action and reaction available.</p><p>Climbing, crawling, swimming, navigating difficult terrain and any other inhibited movement all halves your speed while you’re doing it.</p><p>If you’re knocked prone, on your turn, you may spend half your movement to stand up. Otherwise, your only movement option is to crawl. While prone, attacks against you are favored.</p><p>You may fall prone at any time as a free action.</p><h3><strong>DELAYING YOUR TURN/ACTION</strong></h3><p>Combatants have the option to delay their entire turn. To do so, choose one:</p><ul><li><p>Choose a position in the initiative order where you will take your turn this round. You do not have to declare what you will do on your turn. <em>For example, “I will take my turn after the foes act.”</em></p></li><li><p>Declare a specific event that will trigger your delayed turn (or a specific part of your turn, if you choose). You must declare your general intent when doing so. <em>For example, “If this foe attacks me or my allies, I will attack them.”</em> When the trigger happens, you automatically take your turn/action immediately afterward. If at the end of the round the trigger has not happened, you take your turn.</p></li></ul><p>Either way, after completing your delayed turn, you rejoin your group in the initiative order for the next round.</p><h2><strong>ATTACKS &amp; DAMAGE</strong></h2><p>Any ability that inflicts harm or imposes the will of another on one or more creatures is considered an ATTACK. Attacks can employ many different mechanics, but most follow two common patterns:</p><ul><li><p>The attacker rolls a skill check against a TN equal to one of the target’s stats (often Defense, for physical attacks).</p></li><li><p>The attacker and target each make skill checks in opposition to each other.</p></li></ul><h3>DAMAGE ROLLS</h3><p>Attacks have a wide range of effects when successful, but many attacks call for a damage roll. The type and number of dice to roll, as well as what modifiers to add to the result, are defined by the ability and/or weapon used. The result of a damage roll is always subtracted from the target’s current Endurance.</p><p>There are no explicit damage types in Renaissance, but if the nature of the damage is relevant to the situation, the GM can award bonuses or impose penalties at their discretion.</p><h3><strong>MELEE ATTACKS &amp; ENGAGEMENT</strong></h3><p>Melee combat is rarely a simple case of taking a swing with a weapon. More often, there is an exchange of careful maneuvers and footwork before an attacker attempts to land a blow. This exchange is represented by ENGAGEMENT.</p><p>Any time a combatant makes a melee attack, they and the target of their attack each make engagement rolls to determine the outcome of the exchange.</p><p>Each character has a number of engagement dice available to them each round. These dice are generally granted by equipment they're carrying and by their martial training. As such, combatants specializing in melee combat are likely to have far more engagement dice than those who specialize in other areas.</p><p>Each combatant chooses how many of their engagement dice to roll for each engagement. Since they are a per-round resource, in some situations it may be advantageous to reserve some dice for other engagements. The number and types of the dice you’re committing to the engagement do not have to be declared before rolling. In fact, any and all methods of concealing your dice - or even deceptive tactics like shaking dice in your hand but not actually rolling them - are all fair game.</p><p>Once both sides have chosen their dice, roll all dice simultaneously. Compare the highest result from each side, then compare the next-highest pair, then the next-highest, etc., until one side has run out of dice. If one side decided not to roll any engagement dice, they automatically lose the engagement. If neither side rolled any dice, it's a tie.</p><p>Then the attacker makes their attack roll. If the attacker won more engagement pairs, the attack roll is favored. If the defender won more pairs, the attack roll is ill-favored. If there is a tie, the attack is a flat roll.</p><p>As you resolve the engagement, describe the action and - at the end - how it positions the attacker to strike a blow.</p><h4>EXAMPLE:</h4><p>In the below example, the attacker has rolled a 9 on a d10 and a 5 and a 1 on 2d6. The defender has rolled a 7 on a d8 and a 3 on a d4:</p><p style=\"text-align: center\"><span class=\"dice-icon dice-icon dice-icon dice-icon dice-icon df-d10-9\" style=\"font-size: 36px;\"></span> | <span class=\"dice-icon dice-icon dice-icon dice-icon dice-icon df-d8-7\" style=\"font-size: 36px;\"></span></p><p style=\"text-align: center\"><span class=\"dice-icon dice-icon dice-icon dice-icon dice-icon df-d6-5\" style=\"font-size: 36px;\"></span> | <span class=\"dice-icon dice-icon dice-icon dice-icon dice-icon df-d4-3\" style=\"font-size: 36px;\"></span></p><p style=\"text-align: center\"><span class=\"dice-icon dice-icon dice-icon dice-icon df-d6-1\" style=\"font-size: 36px;\"></span> | ___</p><p>The 9 and 7 are the highest for each combatant, so we compare them and the attacker wins. The 5 and 3 are the next-highest, so we compare them and, once again, the attacker wins. The remaining d6 from the attacker has no die to compare it to, so the engagement is over. That's a 2-0 engagement victory for the attacker, so they make their attack roll with advantage.</p><h3>ENGAGEMENT SUCCESSES</h3><p>Any time you roll the maximum number on an engagement die, it is considered an ENGAGEMENT SUCCESS. You can choose to pair an engagement success with any of your opponent's engagement dice, regardless of its number. Additionally, you get to spend each engagement success on various effects. The effects available to you are determined by your martial training and by the equipment you're currently wielding.</p><p>You don't have to match specific engagement dice with their specific success effects. The available effects are pooled together and can be bought with successes from any of your engagement dice. For example, let's say you're wielding a shield that grants you 1d4 engagement and the <em>Parry </em>success effect, as well as a war hammer that grants you 1d8 engagement and the <em>Knockback</em> success effect. If you were to roll a 4 on the d4 or a 6 on the d6, you could spend that success on <em>either</em> <em>Parry </em>OR <em>Knockback</em>.</p><p>Each ability or equipment item indicates which engagement success effects it contributes. Below are all available effects:</p><ul><li><p>BIND<strong> </strong>- Your weapons lock together. The engagement ends and the result is a draw (the attack still proceeds).</p></li><li><p>COMPASS - You move a quarter turn around your opponent, in a direction of your choosing, maintaining the same distance from them.</p></li><li><p>DISARM - If you have already achieved one success in this engagement, your opponent drops their weapon. Remove any remaining engagement dice from that weapon from the engagement.</p></li><li><p>FEINT<strong> </strong>&nbsp;- You make a false attack to throw off your opponent. You may re-roll one of your engagement dice that hasn’t yet been resolved.</p></li><li><p>INVITATION - Your movement deliberately invites your opponent’s attack so that you may anticipate it. If your opponent’s die result is higher than yours in the next pairing in this engagement, you win that pairing.</p></li><li><p>KNOCKBACK - You push your opponent back 5 ft. The engagement and attack may only proceed if the attacker uses 5 ft of additional movement. If this is your second Knockback in this engagement, your opponent falls prone. The engagement and attack may only proceed if the attacker uses half of their movement to stand up.</p></li><li><p>MANCHETTE - You land a small glancing hit to your opponent’s limb. They suffer 1 Injury.</p></li><li><p>PARRY - You deflect your opponent’s incoming attack. If your opponent’s die is higher than yours in this pairing, you win the pairing.</p></li><li><p>RETREAT - You move back 5 ft. from your opponent. The engagement and attack may only continue if the attacker uses 5 ft of movement.</p></li><li><p>RIPOSTE - If you have already achieved one success in this engagement, make an extra melee weapon attack against your opponent, skipping engagement.</p></li><li><p>STUN - Your opponent briefly drops their guard. They automatically lose the next dice pair in this engagement, regardless of dice results. If this is the final pair, you win the engagement.</p></li></ul><h3><strong>BASIC ATTACKS</strong></h3><p>In addition to the attacks defined explicitly by a character’s abilities, every character can attempt BASIC ATTACKS by rolling Strength (for melee attacks) or Dexterity (for ranged attacks) against the target’s Defense.</p><p>The damage die type is determined by the weapon used (see the <em>Equipment </em>section). Unarmed attacks and attacks made with improvised weapons or with weapons you are not trained to wield use a d4 by default. The DM may rule differently depending on the situation.</p><p>On a hit with a basic attack, add your BODY score to the damage roll, plus any additional modifiers the weapon has. The result is subtracted from the target’s Endurance.</p><h2>INJURY</h2><h3><strong>INFLICTING INJURY</strong></h3><p>An exceptionally well-aimed attack can inflict INJURY on its target, raising the target’s Injury score and making them more susceptible to the Helpless state. Some abilities may provide special ways of inflicting Injury, but in general, if the attack is a hit and the skill check for the attack has a <em>Sol </em>🌞 on the feat die, the attacker inflicts an Injury on the target.</p><p>An exception to this is in cases where the target gets an opposing skill check. In that case, if the target rolls <em>Sol </em>🌞 on the feat die for the opposing check, this prevents the attack from inflicting Injury.</p><p>Either way, whenever an Injury is inflicted, the target rolls a feat die:</p><ul><li><p>On a 1-10, the result is added to the target’s current Injury score.</p></li><li><p>On <em>Sol </em>☀️, the wound is insignificant - no Injury is inflicted.</p></li><li><p>On <em>Morte </em>💀, the wound is dire - the target’s Injury score increases to equal their maximum Defense.</p></li></ul><p>Alternately, the target may choose to resist the Injury:</p><h3><strong>RESISTING INJURY</strong></h3><p>If an attack inflicts injury on a target and they are not Helpless, <em>before</em> rolling for injury, a target may choose to resist the injury by instead checking a condition: they heighten their emotions to avoid the worst of a blow. If they do so, they still make an injury roll, but only take half the result, rounded down (the effects of <em>Sol </em>☀️ and <em>Morte </em>💀 remain the same).</p><h2><strong>KNOCKOUTS &amp; DYING</strong></h2><p>When your Endurance is reduced to 0, you are knocked unconscious. You fall prone and drop any items you’re carrying that aren’t attached to your body.</p><p>While unconscious, your Defense is reduced by 10 + WITS. Armor and any other effects augmenting your Defense remain in place.</p><p>If you are not Helpless, you wake up after an hour with 1 Endurance. If you are Helpless and unconscious, you are dying: if you don’t return to at least 1 Endurance within an hour, you die.</p><p>Any character may attempt to stabilize someone who is dying by making an Aid check. The TN is equal to the dying person’s current Injury score + 10. On a success, they remain at 0 Endurance but are no longer dying. They must regain at least 1 Endurance to wake up.</p><p>Any time you wake up from being knocked unconscious, check a Condition.</p><p>It is possible to die instantly. When damage reduces you to 0 Endurance and there is damage remaining, you die instantly if the remaining damage equals or exceeds your Endurance maximum.</p>",
  "index": 7,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/9d0efafd-739d-4c87-9338-c50f572dc3ad/0_1.png"
}