{
  "id": "5c251520-bc4c-47f6-94d2-a1adc9da1934",
  "name": "Conditions",
  "content": "<h1><em>CONDITIONS</em></h1><p>While each <em>column</em> of skills on your character sheet is derived from one of the core abilities, each <em>row</em> of skills has an associated <strong>CONDITION</strong>. Each condition represents a heightened emotional state that has a negative effect on your performance, in the form of a -1d penalty to all skill checks in that row:</p><p></p><p>\tINSECURE inhibits <em>Awe</em>, <em>Perform</em> and <em>Persuade</em>, as your confidence is diminished.</p><p>\tGUILTY inhibits <em>Strength</em>, <em>Insight</em> and <em>Awareness</em>, as your shame turns your focus inward.</p><p>\tANGRY inhibits <em>Dexterity</em>, <em>Courtesy</em> and <em>Stealth</em>, as your rage prevents you from being careful.</p><p>\tAFRAID inhibits <em>Fortitude</em>, <em>Spirit</em> and <em>Lore</em>, as your fear diminishes your inner strength.</p><p>\tTROUBLED inhibits <em>Craft</em>, Aid and Riddle, as you are preoccupied with your thoughts.</p><p><br></p><p>In addition to their mechanical effects, conditions also serve as a roleplaying prompt for how your character is reacting to the pressures of a given situation. While many effects call for a character to check a condition, it is always up to the player which condition they choose to check, according to how they feel their character would react to what’s happening to them.</p><p>While there are many abilities and effects that may allow a character to clear a condition, each condition can also be cleared through narrative action:</p><p><br></p><p>To clear INSECURE, take foolhardy action without consulting your companions.</p><p>To clear GUILTY, make a personal sacrifice to absolve yourself.</p><p>To clear ANGRY, break something important or lash out at a friend.</p><p>To clear AFRAID, run from danger or difficulty.</p><p>To clear TROUBLED, seek guidance from someone whose advice has meaning to you.</p><p><br></p><p>The GM has discretion to determine whether a character’s actions meet the requirements for clearing a condition through narrative action.</p><p>A player may also choose to clear a condition in the above ways by having their character take action in secret from the rest of the group. If they do, they must privately inform the DM in order to clear the condition at the time the action is taken, but the impact of the action may come to light later.</p><p>In certain situations, when a character is threatened with taking Injury from a fierce blow, they may choose to check a condition instead of taking Injury (see <em>Resisting Injury</em> in the <em>Combat </em>section).</p><p><br></p><h3><strong>BOUTS OF MADNESS</strong></h3><p>When a character checks all 5 conditions, they suffer a <strong>BOUT OF MADNESS</strong>: they lose control for a short time and do something they will later regret. The player dictates the character’s actions and the GM takes a Hard Move resulting from the action.</p><p>When the Bout of Madness passes, the character clears all conditions.</p>",
  "index": 6,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/94e0514a-167d-4fcf-a1cf-4b1307ea50a9/0_2.png"
}