{
  "id": "5c251520-bc4c-47f6-94d2-a1adc9da1934",
  "name": "Conditions",
  "content": "<p>Characters in <em>Renaissance</em> are more than their stats. The adventuring life takes a toll, and emotions can run high. CONDITIONS bring that into the game.</p><h3>Conditions &amp; Skill Checks</h3><p>While each <em>column</em> of skills on your character sheet is derived from one of the core stats, each <em>row</em> of skills has an associated condition.</p><p>Each condition represents a heightened emotional state that has a negative effect on a character's performance, in the form of a -1d penalty to all skill checks in that row:</p><img class=\"editor-image\" src=\"https://i.imgur.com/xJ2ohCA.png\"><ul><li><p style=\"text-align: left\">INSECURE inhibits <em>Awe</em>, <em>Perform</em> and <em>Persuade</em>, as your confidence is diminished.</p></li><li><p style=\"text-align: left\">GUILTY inhibits <em>Strength</em>, <em>Insight</em> and <em>Awareness</em>, as your shame turns your focus inward.</p></li><li><p style=\"text-align: left\">ANGRY inhibits <em>Dexterity</em>, <em>Courtesy</em> and <em>Stealth</em>, as your rage prevents you from being careful.</p></li><li><p style=\"text-align: left\">AFRAID inhibits <em>Fortitude</em>, <em>Spirit</em> and <em>Lore</em>, as your fear diminishes your inner strength.</p></li><li><p style=\"text-align: left\">TROUBLED inhibits <em>Craft</em>, Aid and Riddle, as you are preoccupied with your thoughts.<br></p></li></ul><p>Characters gain conditions as the result of various effects in the game, including combat. An effect will never specify <em>which</em> condition a player must check; It is always up to the player which condition they choose to check, according to how they feel their character would react to what’s happening to them.</p><p>In addition to their mechanical effects, conditions also serve as a roleplaying prompt for how your character is reacting to the pressures of a given situation. This is particularly the case with regard to clearing conditions:</p><h3>Clearing Conditions</h3><p>While there are many abilities and effects that may allow a character to clear a condition, each condition can also be cleared through narrative character choices:<br></p><ul><li><p>To clear INSECURE, take foolhardy action without consulting your companions.</p></li><li><p>To clear GUILTY, make a personal sacrifice to absolve yourself.</p></li><li><p>To clear ANGRY, break something important or lash out at a friend.</p></li><li><p>To clear AFRAID, run from danger or difficulty.</p></li><li><p>To clear TROUBLED, seek guidance from someone whose advice has meaning to you.</p></li></ul><p></p><p>The GM has discretion to determine whether a character’s actions meet the requirements for clearing a condition through narrative action.</p><p>If a player wants to take action to clear a condition and gain the mechanical benefits while keeping their actions a secret, they may inform the GM and gain their approval in private.</p><h3><strong>BOUTS OF MADNESS</strong></h3><p>When a character checks all 5 conditions, they suffer a <strong>BOUT OF MADNESS</strong>: they lose control for a short time and do something they will later regret. The player dictates the character’s actions and the GM takes a Hard Move resulting from the action. The player and GM should work together to craft a significant moment in the story of the character.</p><p>When the bout of madness passes, the character clears all conditions.</p>",
  "index": 6,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/7c9bb097-c6ce-478c-aad2-03fb19c3f5cc/0_2.png"
}