{
  "id": "388759e2-9744-418c-bc8b-ae344c730ee4",
  "name": "Core Abilities",
  "content": "<p><em>See the </em><a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://docs.google.com/spreadsheets/d/1P0aeB52PVFfYcEQbbmwHGpIzRaTQOMsmAtuwsAcOVPU/edit?usp=sharing\"><em>Renaissance Character Sheet</em></a><em>.</em></p><img class=\"editor-image\" src=\"https://i.imgur.com/uDz45b9.png\"><p>Each character has three CORE ABILITIES: <strong>BODY</strong>, <strong>HEART</strong> and <strong>WITS</strong>. Each core ability has five <em>skills</em> that fall under its domain, as well as one <em>virtue</em>, one <em>weakness</em> and one <em>state</em>:</p><p><strong>SKILLS</strong> represent actions that are generally useful in the course of adventuring. Any PC may use any skill at any time (if the GM deems it appropriate for the situation), but their chances of success are increased as they gain ranks in a given skill, up to a maximum of 5 ranks. Each rank adds one success die (d6) to your dice pool for checks made with that skill. If you have no ranks in a skill, you only roll a feat die (d12), with no success dice.</p><p>Each <strong>VIRTUE</strong> is a resource derived from its associated core ability. Its maximum is determined by that core ability’s score, and its current score changes over the course of gameplay, starting with the maximum.</p><p>Each virtue is countered by a <strong>WEAKNESS</strong>. Weaknesses represent vulnerabilities accumulated over the course of gameplay. Weaknesses only have a current score, no maximum, and start at zero.</p><p>When a weakness outweighs its associated virtue, the character is in a <strong>STATE</strong>. Each state applies a -1d penalty to all skills in its column, as well as a general penalty to <em>all</em> skill checks, which varies by state.</p><p><br></p><h2><strong>BODY</strong></h2><p><strong>BODY</strong> represents a character’s physical ability and power.</p><p><br></p><h3><strong>SKILLS</strong></h3><p><em>AWE</em> is used to impress or intimidate others with your appearance or with physical feats:&nbsp; <em>Strike an impressive posture. Hold a sword to a captive’s neck. List your accomplishments in a booming voice.</em></p><p><em>STRENGTH</em> is used for physical actions that require brute force or sustained effort:&nbsp; <em>Swing a cudgel. Scale a high rampart. Flip a heavy cart. Break down a door. Chase a fleeing foe. Swim against the current.</em></p><p><em>DEXTERITY</em> is used for physical actions that require finesse or a quick reaction:&nbsp; <em>Throw a dagger. Pick a lock. Dodge an explosion. Aim a bow. Cartwheel over a low wall. Grab a ledge as you begin to fall.</em></p><p><em>FORTITUDE </em>is used to withstand physical hardships or discomfort: <em>&nbsp;Endure cold. Resist poison. Row a boat through the night. Press on through hunger and thirst. Survive the physical effects of a spell.</em></p><p><em>CRAFT</em> is used to make or mend things by hand:&nbsp; <em>Set a trap. Build an improvised raft. Make camp in a defensive position. Mend a torn waterskin. Hammer a circlet into shape. Tie a complex knot.</em></p><p><br></p><h3><strong>ENDURANCE</strong></h3><p><em>ENDURANCE</em> is a virtue that represents a character’s physical stamina. It is generally reduced by harm suffered in combat or strenuous activity and is restored through rest.</p><p>Your Endurance maximum is 5 times your BODY score:&nbsp; <em>For example, a character with a BODY score of 3 would have a maximum Endurance of 15. </em>You start with a current Endurance score equal to your maximum.</p><p>When a character is reduced to 0 Endurance, they fall unconscious and wake up one hour later with 1 Endurance, unless they are in the <em>Helpless</em> state (see below).</p><p><br></p><h3><strong>LOAD</strong></h3><p>LOAD is a weakness that represents the weight and discomfort caused by the clothing, armor, weapons and equipment you’re carrying.</p><p>Your current Load is equal to the weight you are carrying, in pounds, minus your <em>maximum</em> Endurance, minus your BODY score. The minimum for Load is 0 - you can’t have a negative Load score.</p><p>Note that Load is measured moment-to-moment, so you could choose to drop a heavy pack or other weighty item to reduce your Load score in a pinch.</p><p><br></p><h3><strong>WEARY</strong></h3><p>WEARY is a state that represents when the weight and bulk of a character’s equipment begins to affect their performance.</p><p>When your Load score is equal to or greater than your <em>current </em>Endurance score, you are Weary<em>.</em></p><p>While Weary, you take -1d to all BODY skill checks.</p><p><br></p><h3><strong>TWICE WEARY</strong></h3><p>If your Load equals or exceeds your <em>maximum</em> Endurance, you are TWICE WEARY: on ALL your skill checks (not just BODY), success die results of 3 or less don’t count toward the total for the check. This is in addition to the effects of Weary.</p><p><br><br></p><h2><strong>HEART</strong></h2><p><strong>HEART</strong> represents a character’s force of personality and spirit.</p><p><br></p><h3><strong>SKILLS</strong></h3><p><strong><em>PERFORM</em></strong> is used to delight, enthrall or deceive others:&nbsp; <em>Sing a song. Cause a distraction. Convince the guard that you are someone you’re not.</em></p><p><strong><em>INSIGHT</em></strong> is used to perceive the feelings and motivations of others:&nbsp; <em>Read a room. See through a lie. Sense the merchant’s ulterior motive.</em></p><p><strong><em>COURTESY</em></strong><em> </em>is used to engage your manners and say the right thing:&nbsp; <em>Introduce yourself to an important noble. Buy a drink for a potential ally. Ask a prying question delicately.</em></p><p><strong><em>SPIRIT</em></strong> is used to call on your connection to magic and the supernatural:&nbsp; <em>Cast a spell. Resist a curse. Overcome fear. Commune with a deity.</em></p><p><strong><em>AID</em></strong> is used to help, heal, guide or comfort others:&nbsp; <em>Mend a wound. Offer encouragement to an ally. Treat poison. Remind a leader of their purpose.</em></p><p><br></p><h3><strong>HOPE</strong></h3><p>HOPE is a virtue that represents a character’s reserve of spiritual fortitude and positivity. It is generally reduced when a player calls upon that reserve to push themselves and is restored through rest and time away from the adventuring life. The GM may also award Hope at their discretion.</p><p>Your Hope maximum is 3 times your HEART score. <em>For example, a character with a HEART score of 3 would have a maximum Hope of 9. </em>You start with a current Hope score equal to your maximum.</p><p>A hopeful character can keep going when physically stronger heroes have already succumbed to despair. At any time, <em>before</em> making a skill check, a player may choose to spend 1 Hope to gain an additional success die on the roll. You can only do this once per skill check. When you spend Hope, take a moment to describe what your character is drawing on to push through.</p><p>When a character is reduced to 0 Hope, they are spiritually drained and cannot push themselves beyond their limits - you cannot go below 0 Hope to gain an additional success die on a skill check.</p><p><br></p><h3><strong>SHADOW</strong></h3><p>SHADOW is a weakness that represents a character’s accumulated sense of fear, dread and despair. It starts at 0 and is generally gained by encountering frightful or evil creatures, figures and places. The GM may also assign Shadow to a character who commits a cruel, deceptive or cowardly act.</p><p>At the GM’s discretion, you may have an opportunity to make a skill check to resist gaining Shadow.</p><p>Shadow is generally reduced by spending time mending spiritual hurt, overcoming fears, or visiting a place of spiritual power or personal significance.</p><p><br></p><h3><strong>MISERABLE</strong></h3><p>MISERABLE is a state that represents a character’s shaken will or lost determination to fight.</p><p>When your Shadow score is equal to or greater than your <em>current</em> Hope score, you are Miserable.</p><p>While Miserable, you take -1d to all HEART skill checks.</p><p><br></p><h3><strong>TWICE MISERABLE</strong></h3><p>If your Shadow equals or exceeds your <em>maximum</em> Endurance, you are TWICE MISERABLE: on ALL your skill checks (not just HEART), a <em>Morte </em>💀 on a feat die means the check automatically fails, regardless of the total. This is in addition to the effects of Miserable.</p><p><br></p><h2><strong>WITS</strong></h2><p><strong>WITS</strong> represents a character’s intellect and cleverness.</p><p><br></p><h3><strong>SKILLS</strong></h3><p><strong><em>PERSUADE</em></strong> is used to change the minds of others through rhetoric or compromise:&nbsp; <em>Convince a regent that your quest aligns with their interests. Make an offer to recruit a potential ally. Calm an angry mob by explaining yourself.</em></p><p><strong><em>AWARENESS</em></strong> is used to perceive your surroundings through your senses:&nbsp; <em>Spy an ambush along a road. Notice the dirt under the captain’s fingernails. Hear a conversation through a door. Smell faint smoke.</em></p><p><strong><em>STEALTH</em></strong><em> </em>is used to avoid detection or act discreetly:&nbsp; <em>Sneak past the guards. Pick the magistrate’s pocket. Hide in a tree. Blend into a crowd. Leave no trace as you travel.</em></p><p><strong><em>LORE</em></strong> is used to recall knowledge and experience:&nbsp; <em>Remember details about a town you once visited. Call upon your years spent studying texts in the temple. Draw upon wisdom gained navigating the wilderness.</em></p><p><strong><em>RIDDLE</em></strong> is used for deduction and reasoning:&nbsp; <em>Look for clues in a room. Ponder a cryptic poem. Make connections between the wizard’s warning and the warlord’s threat.</em></p><p><br></p><h3><strong>DEFENSE</strong></h3><p><strong>DEFENSE</strong> is a virtue that represents a character’s ability to dodge attacks through skill or cunning. It can also be augmented by armor and various effects.</p><p>Your Defense maximum is equal to 10 plus your WITS score. <em>For example, a character with a WITS score of 3 would have a maximum Defense of 13.</em> You start with a current Defense score equal to your maximum.</p><p>When a character is reduced to 0 Defense, they offer no resistance to attacks.</p><p><br></p><h3><strong>INJURY</strong></h3><p><strong>INJURY</strong> is a weakness that represents the wounds a character has sustained and is currently suffering from.</p><p>Injury starts at 0 and generally increases through combat and other adventuring mishaps. It is generally reduced by lengthy rest and skilled healing. See the <em>Combat</em> section for more information about sustaining Injury.</p><p><br></p><h3><strong>HELPLESS</strong></h3><p><strong>HELPLESS</strong> is a state that represents when a character’s wounds leave them at the mercy of their foes. When your Injury score is equal to or greater than your Defense score, you are Helpless.</p><p>While Helpless, you take -1d to all WITS skill checks, and you cannot choose to take a <em>condition</em> instead of taking Injury (see <em>Conditions </em>below and <em>Resisting Injury</em> in the <em>Combat </em>section).</p><p><br></p><h3><strong>TWICE HELPLESS</strong></h3><p>If your Injury equals or exceeds your <em>maximum</em> Defense, you are <strong>TWICE HELPLESS</strong>:&nbsp; In addition to the effects of Helpless, attacks against you automatically succeed, and if your Endurance is or is reduced to 0, you are dying. See <em>Knockouts &amp; Dying</em> in the <em>Combat </em>section.</p>",
  "index": 5,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/b452b143-b92b-453b-bdb8-758a11effa22/0_1.png"
}