{
  "id": "15783df6-8344-405c-8d6a-5fc7af661b31",
  "name": "Dice Rolls",
  "content": "<p>There are three kinds of dice rolls in Renaissance: <em>skill checks</em>, <em>engagement rolls and</em> <em>damage rolls</em>. The most common are skill checks:</p><p><br></p><h2><strong>SKILL CHECKS</strong></h2><p>When a character decides to take action and the outcome is uncertain, they make a SKILL CHECK.</p><p>To make a skill check, you roll one <em>feat die</em> (d12) and a number of additional <em>success dice</em> (d6) depending on a character’s prowess in a given skill. The cumulative result of all the dice rolled is then compared against a <em>target number </em>to determine whether the check succeeds:</p><p><br></p><h3><strong>TARGET NUMBER</strong></h3><p>Every skill check must have a TARGET NUMBER (TN). This represents the difficulty of the action attempted. The GM is responsible for setting the TN before each roll occurs. A player should ask for a TN before rolling if one hasn’t been set.</p><p>If the result of a skill check meets or exceeds the TN, the PC does what they set out to do. Otherwise, it is a failure. Use the scale below as a guide:</p><p><br></p><h3><strong>&nbsp;&nbsp;&nbsp;&nbsp;Easy\t\t&nbsp; Moderate\t\t &nbsp; &nbsp; &nbsp; Difficult\t\t\t Extreme\t\t &nbsp; Legendary</strong></h3><p><strong>10</strong>&nbsp; &nbsp; 11&nbsp; &nbsp; 12&nbsp; &nbsp; 13&nbsp; &nbsp; 14&nbsp; &nbsp; <strong>15</strong>&nbsp; &nbsp; 16&nbsp; &nbsp; 17&nbsp; &nbsp; 18&nbsp; &nbsp; 19&nbsp; &nbsp; <strong>20</strong>&nbsp; &nbsp; 21&nbsp; &nbsp; 22&nbsp; &nbsp; 23&nbsp; &nbsp; 24&nbsp; &nbsp; <strong>25</strong>&nbsp; &nbsp; 26&nbsp; &nbsp; 27&nbsp; &nbsp; 28&nbsp; &nbsp; 29&nbsp; &nbsp; <strong>30</strong></p><p><br></p><p>If an action seems like it should have a TN below 10, that’s an indication that there isn’t enough uncertainty involved to require a roll. The action succeeds and the narrative moves forward.</p><p><br></p><h3><strong>FAVORED &amp; ILL-FAVORED</strong></h3><p>Various effects may call for a skill check to be FAVORED or ILL-FAVORED. If a skill check is favored, roll the feat die twice and keep the <em>higher</em> result. If a skill check is ill-favored, roll the feat die twice and keep the <em>lower</em> result.</p><p>Either way, you only roll success dice (if any) once and add them to the feat die result to get the overall result.</p><p><br></p><h3><strong>DICE BONUSES &amp; PENALTIES</strong></h3><p>Various effects may add or remove dice from the pool for a skill check. The shorthand for this is +1d, +2d, -1d, -2d, etc. This means you add or remove that number of success dice from the dice pool for the check.</p><p>There is a maximum of 5 success dice for a skill check. Receiving -1d to a skill check that already has no success dice makes the check ill-favored, and additional -d penalties beyond that have no further effect.</p><p><br></p><h3><strong>DICE RESULTS</strong></h3><p>There are special rules for both types of dice rolled for a skill check:</p><p><br></p><p><strong>FEAT DIE (d12)</strong></p><p>Rolling a 1-10 on a feat die simply adds that number to the check’s total result.</p><p>Rolling a 12 on a feat die is <em>Sol </em>🌞 - the best result.</p><ul><li><p>The feat die adds 12 to the check’s total result.</p></li><li><p>The quest moves one notch closer to Boon.</p></li></ul><p>Rolling an 11 on a feat die is <em>Morte </em>💀 - the worst result.</p><ul><li><p>The feat die adds 0 to the check’s total result.</p></li><li><p>The quest moves one notch closer to Bane.</p></li><li><p>The GM takes a Soft Move.</p></li></ul><p><em>*Note that it is possible to fail a check that includes a Sol </em>🌞<em>and it is possible to pass on a check that includes a&nbsp; Morte </em>💀<em>. Success or failure is still determined by comparing the total result to the TN for the check.</em></p><p><br></p><p><strong>SUCCESS DICE (d6)</strong></p><p>Rolling a 1-5 on a success die simply adds that number to the roll’s total result.</p><p>Rolling a 6 adds that number to the roll’s result AND you achieve a <em>success</em>, which you can spend on various additional effects. Multiple 6s on a single check means you have multiple <em>successes</em> to spend:</p><p><br></p><h3><strong>SPENDING SUCCESSES</strong></h3><p>If a skill check succeeds and contains one or more SUCCESSES, you may spend each success to achieve one additional effect. Many abilities have their own additional effects available that can be bought with successes, but the following effects are always available to you:</p><p><br></p><ul><li><p>Discover a secret.</p></li><li><p>Discover a weakness.</p></li><li><p>Discover a resource.</p></li><li><p>Take +1d on your next skill check.</p></li><li><p>Pass +1d to an Ally for their next skill check.</p></li></ul><p><br></p><p>You cannot choose the same effect twice as part of the same skill check. The specifics of the three “discover” effects are up to GM discretion.</p><p>Another way to spend successes is to upgrade a failure to a <em>success with consequence</em>:</p><p><br></p><h3><strong>SUCCESS WITH CONSEQUENCE</strong></h3><p>If the result of a skill check is a failure but includes one or more successes, the player may request (or the GM may offer) a SUCCESS WITH CONSEQUENCE. If the player and GM both accept, all of the successes are considered spent, the skill check is upgraded to a success, and the GM takes a soft move. The severity of the soft move should be commensurate with how far below the TN the check’s total result is.</p><p>The GM is generally encouraged to accept requests for a success with consequence unless the check’s total result is far below the TN, but they have full discretion.</p><p><br></p><h3><strong>GROUP SKILL CHECK</strong></h3><p>When two or more members of the quest attempt to overcome an obstacle as a group, the GM may call for a GROUP SKILL CHECK. The GM sets a TN and all those participating in the effort roll skill checks to determine the outcome. The skill checks may all use the same skill or may vary, depending on the obstacle and how each character is contributing to the effort. The GM has discretion to accept or reject skills as relevant, as usual.</p><p>A majority of successes means the group check passes. A majority of failures means the group check fails. If there is a tie, the GM rolls one additional feat die to break the tie. A roll of 1-5 or <em>Morte </em>💀 results in a group failure. A roll of 6-10 or <em>Sol </em>☀️ results in a group success. Rolling <em>Morte </em>💀 or <em>Sol </em>☀️ on this tiebreaker die<em> does</em> move the quest toward bane/boon as normal and - in the case of <em>Morte </em>💀 - the GM takes a soft move as normal.</p><p>On a pass, any successes may be spent as normal. On a failure, if there are a total number of successes equal to or greater than the number of characters involved, the group may request (or the GM may offer) success with consequence, as above.</p><p><br></p><h2><strong>ENGAGEMENT ROLLS</strong></h2><p>In combat situations, when making a melee attack, there will generally be an ENGAGEMENT ROLL before determining the outcome of the attack. This is intended to represent the maneuvers and footwork involved in advancing on and striking an opponent.</p><p>The number and types of engagement dice available to a character are determined by their training and equipment. In general, characters with martial training will have far more engagement dice available to them than those without martial training.&nbsp;</p><p>To play out engagement, the attacker and defender roll as many of their engagement dice as they choose against one another, comparing the highest results, then the next-highest results, etc. In general, if the attacker wins, they will be more likely to land a hit. If the defender wins, the attacker will be less likely to hit.</p><p>Rolling a maximum number on an engagement die results in an engagement success, similar to but separate from the successes on skill checks. Many melee abilities and equipment offer special options for spending engagement successes.</p><p>See the <em>Combat</em> section for the full mechanics of engagement rolls.</p><p><br></p><h2><strong>DAMAGE ROLLS</strong></h2><p>Various weapons, abilities and effects call for DAMAGE ROLLS to help determine their impact.</p><p>Unlike skill checks, damage rolls are made with varying sets of dice, determined by the weapon, ability or effect that calls for the roll, and may include one or more dice of any type (d4, d6, d8, etc.). Also unlike skill checks, damage rolls do not have a target number.</p><p>Specific abilities may vary, but in general, damage rolls determine how much <em>endurance</em> a target loses. <em>Endurance </em>is defined below, but is analogous to HP in many systems.</p><p>If a damage roll is affected by a bonus or penalty (+1d, -2d, etc.), this means you add or remove one damage die from the dice pool. If the damage roll calls for more than one die type, the penalty/bonus modifies the dice in the order in which they are mentioned in the ability’s description. There is no limit to how many damage dice can be added in this way. Receiving -1d to a damage roll with only one damage die means the result of the roll is automatically 0, but you still add any modifiers to the result (additional -1d would have no further effect).</p><p>In general, you will add a modifier to the result of a damage roll - usually one of your <em>core ability</em> scores:</p>",
  "index": 4,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/8aa72cdc-6a6a-4dbb-95b9-bf19c7e0a47a/0_0.png"
}