{
  "id": "8a165678-37c4-43cf-95d0-8867115f3826",
  "name": "Per-Quest Mechanics",
  "content": "<h2>Bane &amp; Boon</h2><p>The dice tell a story. They do so in the moment as rolls determine the outcomes of specific actions, but in <em>Renaissance</em>, they also tug at the threads of fate over time. This is represented by BANE &amp; BOON.</p><p>As players roll skill checks and other checks requiring a feat die (d12), they will occasionally produce <em>Sol </em>🌞 and <em>Morte</em> 💀. Each <em>Sol </em>🌞 moves the party one notch toward BOON. Each <em>Morte</em> 💀 moves the party one notch toward BANE.</p><p>The party starts in a neutral state at the beginning of each quest. The number of notches between neutral and BANE/BOON is equal to the number of player characters in the party, minus one. So a party with four player characters would have a BANE/BOON scale like this:<br></p><h4 style=\"text-align: center\">BANE ----- | ----- | ----- | ----- || ----- | ----- | ----- | ----- BOON</h4><p style=\"text-align: left\">Only skill checks for player characters effect BANE &amp; BOON. Rolls made by NPCs and allies do not count.</p><p style=\"text-align: left\">When the party reaches BANE, the GM takes a hard move (they dictate something that has immediate, irrevocable consequences)<em>. </em>The GM is encouraged to not hold back. A BANE should be very, very bad.</p><p style=\"text-align: left\">When the party reaches BOON, the players propose their own \"hard move,\" though in this case it's a <em>good</em> thing that has immediate, irrevocable consequences. The GM has full discretion in whether to accept or reject the players' proposal, but is encouraged to be generous. A BOON should be an exceptional moment of triumph or good fortune.</p><p style=\"text-align: left\">The party's position on the BANE/BOON scale at the end of the quest has no effect, and they start back at neutral at the beginning of the next quest. We do not track BANE/BOON outside of the quest phase of the game.</p><p style=\"text-align: left\">The GM may track BANE/BOON themselves or delegate the duty to a player. Either way, the current status of the BANE/BOON scale is always public information.</p><h2>Compagnia</h2><p>COMPAGNIA are points that represent the camaraderie among the party members during a quest. The party starts each quest with one <em>compagnia </em>per party member.</p><p>During the quest, any time a character rolls a failure on a skill check, any player may propose using <em>compagnia</em> to add an additional success die (d6) to the roll before determining success or failure.</p><p>All players must agree in order for <em>compagnia </em>to be used. This is an above-the-table discussion, meaning it's the players discussing the significance of the moment, not the characters.</p><p>If any <em>compagnia</em> remains at the end of the quest, it may be used to benefit the characters who completed the quest, as outlined in the <em>Rest &amp; Recovery</em> section. Otherwise, the <em>compagnia</em> is forfeited.</p>",
  "imageUrl": "https://cdn.midjourney.com/215cf01b-8a03-4252-96cd-737369d4143a/0_1.png",
  "index": 4,
  "isDeleted": false
}