{
  "id": "7f4a13fb-cea5-42cd-8a9f-9fa7e027e5cc",
  "name": "Phases of Play",
  "content": "<h2><strong>PREMESSA</strong></h2><p>The <strong>PREMESSA</strong><em> </em>is the introduction or prelude to a quest.</p><p>The GM sets the initial scene and introduces the object of the quest. We learn why and how each PC has joined the quest and get an initial taste of the dynamics between the party members. Are there any NPCs along for the ride? Has the party been hired by someone or have other forces compelled them to take up the quest?</p><p>It’s important to note that, at the outset of a quest, we are exploring <em>why</em> each PC has joined the quest, not <em>whether</em> they will join. It is assumed that by bringing a PC to the session, the player is choosing that that PC wants in (though the PC may have reservations).</p><p><em>Alternate approach: If the group wants to start the quest in media res, the Premessa can consist of a discussion/recap of how the party got to the current moment in the quest so you can jump right into the action.</em></p><p>Depending on whether you’ve already introduced the PCs and other elements of the quest in previous quests, this phase may be as brief as a few minutes or as long as half a session or more. Either way, it’s worth taking at least a bit of session time to establish a strong shared understanding of the party’s motivations and goals for this quest.</p><p></p><h2><strong>QUEST</strong></h2><p>The <strong>QUEST</strong> is the main phase of the game. We are zoomed in on our heroes and are watching their every move. The GM describes the environment and introduces challenges for the PCs to overcome on their path toward the object of the quest. The PCs choose what actions to take and what abilities to invoke, making skill checks as dictated by those abilities or as requested by the GM.</p><p>This phase ends when the question(s) that inspired the quest have been answered or the party is forced to abandon the quest. Either way, when the adventure concludes, we enter the <em>Intermezzo</em> phase:</p><p></p><h2><strong>INTERMEZZO</strong></h2><p>The time spent between quests is an <strong>INTERMEZZO. </strong>Depending on your group’s preference and the available session time, an <em>Intermezzo</em> can serve as a coda to a quest, a preamble to the next quest, or even a standalone session between quests.</p><p>At a minimum, an <em>Intermezzo </em>should cover the activities of the characters who participated in the last quest in its immediate aftermath. Optionally, it can include characters who will be participating in the next quest, or even check in on characters whose activities in the world are occurring outside the scope of the previous and following quests. Note that NPCs can be included here in addition to PCs. Depending on what's happening in the campaign, an <em>Intermezzo</em> may cover hours, days, weeks, months or even years of in-world time. Characters may stick together or split up. They may stay put or travel far and wide.</p><p>This is a time to grow and enrich characters’ connections to the world around them, investigate curious places or rumors, add campaign questions to your list or even discover the answer to one or more campaign questions within the <em>Intermezzo</em> -&nbsp; if the group deems it appropriate.</p><p><strong>Note that there is no GM during an <em>Intermezzo</em>. The group collectively holds the power and duties of the GM and adjudication is only done through group consensus. </strong>During this phase, depending on what players choose to do, the group may call for and interpret the outcome of rolls, reward actions or impose consequences. Also note that players continue to have sovereignty over the PCs they created, even if they haven’t actively played them in a while.</p><p>An <em>Intermezzo</em> can be a quick roundup/montage, detailed roleplay scenes, somewhere in between, or a mix of all. Discuss what kind of <em>Intermezzo</em> you want to create and dive in.</p><p>The <em>Intermezzo</em> ends with a discussion among the group to choose the next quest. Review your list of campaign questions. Remove any that have been answered or no longer interest the group. Add any questions that have come up. Choose which question(s) you want to answer with the next quest. When the next quest is chosen, we’re ready to start back at the beginning with another <em>Premessa</em> phase!</p>",
  "index": 3,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/26ce0cab-1d72-42a3-8629-9e509fa01206/0_1.png"
}