{
  "id": "83c5b715-9863-417f-a44b-451cd5bc3199",
  "name": "Rest & Recovery",
  "content": "<p>During the Quest phase of play, members of the Quest may take one <em>Short Rest</em> and one <em>Long Rest</em> per day:</p><h3><strong>SHORT REST</strong></h3><p>At least 1 hour of undisturbed rest is considered a SHORT REST. If you are not Helpless, you recover Endurance equal to your BODY score.</p><h3><strong>LONG REST</strong></h3><p>At least 6 consecutive hours of undisturbed rest is considered a LONG REST. You recover all of your Endurance. If you’re Helpless, you instead recover Endurance equal to your BODY score. If you have 0 Hope, you regain 1 Hope. If a Long Rest is interrupted by one hour or more of activity, you instead gain the benefits of a short rest.</p><p>The Quest’s <em>Standard of Living</em> may improve or reduce the benefits of resting:</p><p></p><h2><strong>INTERMEZZO</strong></h2><p>An Intermezzo (the time between Quests) is another opportunity to rest and recover from the hardships of the questing life. As described earlier in the <em>The Questing Life</em> section, an Intermezzo is an opportunity to enrich the characters’ connections to the world around them, but it is also an important time for recovering from the hardships of adventuring.</p><p>The <em>Intermezzo</em> phase is open-ended and group consensus determines the outcome and effects of characters’ actions, but there are some specific actions characters can take to recover their strength:</p><p></p><h3><strong>DISTRIBUTE FELLOWSHIP POINTS</strong></h3><p>Any Fellowship Points left over at the end of the previous Quest may be distributed among those who participated in the Quest. Each point distributed in this way removes 1 Shadow or clears 1 condition for the recipient. Players should reach consensus about how to distribute the points.</p><p></p><h3><strong>TREAT INJURIES</strong></h3><p>For each day spent in the care of a skilled healer, remove 1 Injury.</p><p>Depending on the circumstances, the GM may require that you maintain a certain standard of living or spend an amount of treasure to account for the healer’s wages.</p><p></p><h3><strong>STRENGTHEN FELLOWSHIP</strong></h3><p>If you and another member of the Fellowship spend most or all of the Intermezzo together pursuing a task together, choose one:</p><ul><li><p>You each clear 1 Shadow.</p></li><li><p>The Fellowship starts the next Quest with one additional Fellowship Point (as long as at least one of you joins that Quest).</p></li></ul><p></p><h3><strong>CLEAR CONDITIONS</strong></h3><p>The requirements for <strong>CLEARING CONDITIONS</strong> during an Intermezzo are the same as during a Quest, but in some situations it may be wise to deal with those emotions in a more controlled environment than during a Quest. See the <em>Conditions </em>section.</p>",
  "index": 8,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/37d1e190-f191-4248-bdf4-5bd4bcbcc4fc/0_2.png"
}