{
  "id": "83c5b715-9863-417f-a44b-451cd5bc3199",
  "name": "Rest & Recovery",
  "content": "<h2>RESTING DURING A QUEST</h2><p>During the Quest phase of play, party members may take one <em>Short Rest</em> and one <em>Long Rest</em> per day. The Quests' <em>Keeping</em> may alter the effects of resting (see the <em>Keeping</em> section), but these are the default effects:</p><h3><strong>SHORT REST</strong></h3><p>At least 1 hour of undisturbed rest is considered a SHORT REST. If you are not Helpless, you recover Endurance equal to your BODY score.</p><h3><strong>LONG REST</strong></h3><p>At least 6 consecutive hours of undisturbed rest is considered a LONG REST. You recover all of your Endurance. If you’re Helpless, you instead recover Endurance equal to your BODY score.</p><p>If you have 0 Hope, you regain 1 Hope.</p><p>If a Long Rest is interrupted by one hour or more of activity or any amount of combat, you instead gain the benefits of a short rest.</p><h2>INTERMEZZO</h2><p>An <em>Intermezzo</em> (the time between Quests) is another opportunity to rest and recover from the hardships of the questing life. As described in the <em>Phases of Play</em> section, an <em>Intermezzo</em> is an opportunity to enrich the characters’ connections to the world around them, but it is also an important time for recovering from the hardships of adventuring. There are some specific actions characters can take to recover their strength:</p><h3><strong>DISTRIBUTE REMAINING COMPAGNIA</strong></h3><p>Any <em>Compagnia </em>left over at the end of the previous Quest may be distributed among those who participated in the Quest. Each point distributed in this way removes 1 Shadow or clears 1 Condition for the recipient. Players should reach consensus about how to distribute the points.</p><h3><strong>TREAT INJURIES</strong></h3><p>For each day spent in the care of a skilled healer, remove 1 Injury.</p><p>Depending on the circumstances, the GM may require that you maintain a certain keeping or spend an amount of treasure to account for the healer’s wages.</p><h3><strong>STRENGTHEN COMPAGNIA</strong></h3><p>If you and another member of the party spend most or all of the Intermezzo together pursuing a task together or just generally spending time in one another's company, choose one:</p><ul><li><p>You each clear 1 Shadow or clear one condition.</p></li><li><p>The party starts the next Quest with one additional Compagnia (if one of you is included in the Quest).</p></li></ul><h3><strong>CLEAR CONDITIONS</strong></h3><p>The narrative requirements for clearing Conditions during an Intermezzo are the same as during a Quest, but in some situations it may be wise to deal with those emotions in a more controlled environment than during a Quest. See the <em>Conditions </em>section.</p>",
  "index": 8,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/37d1e190-f191-4248-bdf4-5bd4bcbcc4fc/0_2.png"
}