{
  "id": "89d177ae-0cb5-40ba-9d78-83c072b112a8",
  "name": "Standard Of Living",
  "content": "<h2><strong>TREASURE</strong></h2><p>In Renaissance, a character’s money and other valuable possessions are abstracted as units of TREASURE. The amount of Treasure you have determines what <em>Standard of Living</em> and quality of equipment you’re able to maintain.</p><p>Each item is associated with a Standard of Living, which generally indicates its quality or rarity. When an item is for sale, by default, its cost is equal to the cost associated with that standard of living (0 for Wretched, 1 for Modest, etc.). If an item is more than one tier above or below a character’s current standard of living, its cost is doubled for that character - a savvy merchant knows when they can get more from a desperate or wealthy customer.</p><p>In general, selling a piece of equipment in good condition will yield half of its original cost, rounded down (and not including any merchant’s markup as described above).</p><p></p><h2><strong>STANDARD OF LIVING</strong></h2><p>STANDARD OF LIVING is shared by the party during Quests and is individual during Intermezzi. Each standard of living, described below, has a cost, in units of treasure, as well as some additional effects.</p><p>To establish a given standard of living for the duration of a Quest, multiply the cost of that standard of living by the number of party members. The party must collectively spend that many units of treasure before beginning the Quest.</p><p>To maintain standard of living during an Intermezzo, a character must expend that standard of living’s cost for each month of the Intermezzo. If an Intermezzo lasts less than a month, reduce the cost by 1. If you perform work for wages during an Intermezzo, you may either upgrade your standard of living by one level for the duration of the Intermezzo or gain 1 treasure at the end of each month.</p><p>Each Standard of Living includes <em>Gratuiti</em> - items that can be acquired, repaired, replenished or replaced without spending treasure while a character maintains that Standard of Living. This represents small purchases and provisioning that are assumed to be part of the cost to maintain that Standard of Living.</p><p><br></p><h3><strong>WRETCHED</strong></h3><p><em>Cost: 0</em></p><p><em>You live in inhumane conditions, sheltering wherever you can and relying on the kindness of strangers for sustenance. You do not have the resources to properly maintain or secure your equipment.</em></p><p>When Wretched on a Quest, you cannot regain Hope by resting. When Wretched during an Intermezzo, you cannot clear Conditions.</p><p>At the end of each Quest or month of Intermezzo you spend Wretched, check a Condition, then roll Craft, ill-favored, TN 15. On a failure, an important piece of your equipment is broken, lost or stolen and you check an additional Condition.</p><p><em>Gratuiti: Nothing.</em></p><p><br></p><h3><strong>MODEST</strong></h3><p><em>Cost: 1</em></p><p><em>You live in humble but clean conditions and are able to purchase just enough food and drink to keep you healthy, though not much else. You’re able to maintain your equipment with some effort.</em></p><p>At the end of each Quest or month of Intermezzo you spend Modest, roll Craft, TN 10. On a failure, an important piece of your equipment is broken, stolen and you check a Condition.</p><p><em>Gratuiti: Plain clothes, humble food and drink.</em></p><p><br></p><h3><strong>COMFORTABLE</strong></h3><p><em>Cost: 2</em></p><p><em>You live in pleasant conditions and get plenty to eat and drink. You can afford some finer clothing and can maintain your equipment without effort.</em></p><p>When Comfortable on a Quest, you recover Endurance equal to twice your BODY score on a short rest</p><p>At the end of each Quest or month of Intermezzo you spend Comfortable, clear one Condition.</p><p><em>Gratuiti: Quality clothing, food and drink. Simple tools and traveling equipment.</em></p><p><br></p><h3><strong>PROSPEROUS</strong></h3><p><em>Cost: 3</em></p><p><em>You live in elevated conditions and have access to the finer things.</em></p><p>When Prosperous on a Quest, you recover Endurance equal to three times your BODY score on a short rest.</p><p>At the end of each Quest or month of Intermezzo you spend Prosperous, clear two Conditions.</p><p><em>Gratuiti: Fine clothing, well-seasoned food and refreshing drink. Quality tools and traveling equipment. A mount, if you choose.</em></p><p><br></p><h3><strong>OPULENT</strong></h3><p><em>Cost: 4</em></p><p><em>You want for nothing. Your lifestyle is lavish and conspicuous.</em></p><p>When Opulent on a Quest, you recover Endurance equal to four times your BODY score on a short rest and you may clear one Condition after a long rest. However, group Stealth checks including you are all ill-favored, unless you have time to disguise yourself and hide your belongings (making skill checks to do so, at the GM’s discretion).</p><p>At the end of each Quest or month of Intermezzo you spend Opulent, roll Awareness against a TN of 15. On a failure, an important piece of your equipment or 1 treasure is stolen and you take one Condition.</p><p><em>Gratuiti: The finest clothing, food and drink that can be procured - some from distant lands. An abundance of excellent tools and traveling equipment. A mount and valet, if you choose.</em></p><p></p><h2><strong>WEAPONS/ARMOR/SHIELDS</strong></h2><p>// TODO</p><p>// My thought here is that I want a range of simple options, but then I also want to go extremely deep and crunchy on weapon types appropriate to the period, with unique options offering special abilities and advantages/disadvantages. There could even be examples of the same weapon type from various cultures (i.e. ten shortswords to choose from that are mechanically the same but stylistically different). Maybe certain more obscure weapon types are only available if you have a given culture in your game.</p><p>// I’m thinking Weapons are things you have to purchase (and thus have their own treasure costs), but other equipment is a given (within reason) as part of the cost of maintaining a standard of living.</p><p>// I guess I’m also thinking that each weapon is available at certain standards of living, and common weapon types will have versions at multiple standards of living. For example, there might be shortswords at Comfortable, Prosperous and Opulent, each being better. The idea being that if you’re at any of those levels, you have access to purchase them. If you later sink to a lower level, it should be difficult to maintain/secure that equipment.</p><p><br></p><h2><strong>ADVENTURING GEAR</strong></h2><p>// TODO</p>",
  "index": 9,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/f1c5d1ff-b30d-4b3a-b5b7-7cc0a3315b2e/0_2.png"
}