{
  "id": "89d177ae-0cb5-40ba-9d78-83c072b112a8",
  "name": "Treasure, Standard of Living & Equipment",
  "content": "<h2><strong>TREASURE</strong></h2><p>In <em>Renaissance</em>, a character's money and other valuable possessions are abstracted as units of TREASURE. Treasure is used to purchase specific adventuring equipment, but it is also spent regularly to maintain a character's <em>Standard of Living</em>:</p><h2><strong>STANDARD OF LIVING</strong></h2><p>The general degree of comfort and quality of equipment a character is able to maintain is abstracted as their STANDARD OF LIVING. There are five tiers (defined below), each with its own benefits, drawbacks and cost (in units of Treasure).</p><p>Each Standard of Living includes <em>Gratuiti</em> - items that can be acquired, repaired, replenished or replaced without spending treasure while a character maintains that Standard of Living. This represents small purchases and provisioning that are assumed to be part of the cost to maintain that Standard of Living.</p><p>Standard of Living is individual to each character during the <em>Intermezzo </em>phase but is shared by the party during the Quest phase.</p><p>To maintain a Standard of Living during an Intermezzo, a character must expend that tier’s cost for each month of the Intermezzo. If an Intermezzo lasts less than a month, reduce the cost by 1. If you perform work for wages during an Intermezzo, you may either upgrade your Standard of Living by one tier for the duration of the Intermezzo or gain 1 treasure at the end of each month.</p><p>At the beginning of each Quest, the party must choose a Standard of Living and pay for it up front, multiplying the cost of that standard of living by the number of party members. The cost can be split among the party however they choose, but they must collectively spend that many units of treasure before beginning the Quest. The Standard of Living persists for the duration of the quest.</p><p>If the party wants to raise its Standard of Living mid-Quest, they must be in a place where provisions and equipment are available and must pay the difference in cost between their current and desired tier, again multiplied by the number of party members.</p><p>In addition to the mechanical effects defined here, Standard of Living is intended to serve as a narrative tool helping to provide contour to a character's journey, experience and self-expression in the campaign world.</p><p>The five tiers of Standard of Living are:</p><h3><strong>WRETCHED</strong></h3><p><em>Cost: 0</em></p><p><em>You live in inhumane conditions, sheltering wherever you can and relying on the kindness of strangers for sustenance. You do not have the resources to properly maintain or secure your equipment.</em></p><p>When Wretched on a Quest, you cannot regain Hope by resting. When Wretched during an Intermezzo, you cannot clear Conditions.</p><p>At the end of each Quest or month of Intermezzo you spend Wretched, check a Condition, then roll Craft, ill-favored, TN 10. On a failure, an important piece of your equipment is broken, lost or stolen and you check an additional Condition. If you roll 💀 <em>Morte, </em>half of your treasure (rounded up) is also stolen and you check one additional Condition.</p><p><em>Gratuiti: Nothing.</em></p><h3><strong>MODEST</strong></h3><p><em>Cost: 1</em></p><p><em>You live in humble but clean conditions and are able to purchase just enough food and drink to keep you healthy, but not much else. You’re able to maintain your equipment with some effort.</em></p><p>At the end of each Quest or month of Intermezzo you spend Modest, roll Craft, TN 10. On a failure, an important piece of your equipment is broken, lost or stolen and you check a Condition. If you roll 💀 <em>Morte, </em>half of your treasure (rounded up) is also stolen and you check one additional Condition.</p><p><em>Gratuiti: Plain clothes, humble food and drink, one simple tool or piece of traveling gear.</em></p><h3><strong>COMFORTABLE</strong></h3><p><em>Cost: 2</em></p><p><em>You live in pleasant conditions and get plenty to eat and drink. You can afford some finer clothing and can maintain your equipment without effort.</em></p><p>When Comfortable on a Quest, you recover Endurance equal to twice your BODY score on a short rest</p><p>At the end of each Quest or month of Intermezzo you spend Comfortable, clear one Condition.</p><p><em>Gratuiti: Quality clothing, food and drink. A supply of simple tools and traveling gear.</em></p><h3><strong>PROSPEROUS</strong></h3><p><em>Cost: 3</em></p><p><em>You live in elevated conditions and have access to the finer things.</em></p><p>When Prosperous on a Quest, you recover Endurance equal to three times your BODY score on a short rest.</p><p>At the end of each Quest or month of Intermezzo you spend Prosperous, clear two Conditions and roll Awareness, TN 10. On a failure, an important or expensive piece of your equipment is stolen and you check a Condition. If you roll 💀 <em>Morte, </em>half of your treasure (rounded up) is also stolen and you check one additional Condition.</p><p><em>Gratuiti: Fine clothing, well-seasoned food and refreshing drink. Quality tools and traveling gear. A mount, if you choose.</em></p><h3><strong>OPULENT</strong></h3><p><em>Cost: 4</em></p><p><em>You want for nothing. Your lifestyle is lavish and conspicuous.</em></p><p>When Opulent on a Quest, you recover Endurance equal to four times your BODY score on a short rest and you may clear one Condition after a long rest.</p><p>While wearing, carrying or wielding Opulent equipment,</p><p>At the end of each Quest or month of Intermezzo you spend Opulent, clear two Conditions and roll Awareness, ill-favored, TN 10. On a failure, an important or expensive piece of your equipment is stolen and you check a Condition. If you roll 💀 <em>Morte, </em>half of your treasure (rounded up) is also stolen and you check one additional Condition.</p><p><em>Gratuiti: The finest clothing, food and drink that can be procured - some from distant lands. An abundance of excellent tools and traveling gear. A mount and/or valet (noncombatant), if you choose.</em></p><h2><strong>EQUIPMENT</strong></h2><p>Items that are martial, magical, highly specialized, hard-to-find or are otherwise elevated above the level of <em>Gratuiti</em> provisions and traveling gear are considered EQUIPMENT.</p><p>Equipment varies widely, but each equipment item has, at a minimum:</p><ul><li><p>A weight, in pounds, which is used to calculate a character's current Load when the item is carried.</p></li><li><p>A tier of Standard of Living, which generally indicates its rarity or quality. The item's cost is derived directly from its tier: a Modest item costs 1, a Comfortable item costs 2, etc.</p></li><li><p>A Culture of origin, which in and of itself has no mechanical effect, but similar items made by different cultures may have different characteristics.</p></li></ul><p>Many items also provide special or magical effects. Some effects are always available while using, wearing or carrying the item. Other effects can only be activated by spending a Success from a skill check.</p><p>Melee equipment provides Engagement Dice to the character wielding it and also indicates the damage dice to use for attacks made with it.</p><h3>SELLING EQUIPMENT</h3><p>In general, selling a piece of equipment in good condition will yield half of its original cost, rounded down. Depending on the circumstances, the GM may deviate from this standard.</p><p></p>",
  "index": 9,
  "isDeleted": false,
  "imageUrl": "https://cdn.midjourney.com/01814e9a-0ca9-4d5e-af9e-4d39389b934c/0_0.png"
}